[Main]
DisplayName=Finnish

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varoitus
lbl_Warnning_Detail.caption=Tämä tietokoneohjelma on suojattu tekijänoikeuslakien ja kansainvälisten sopimusten mukaisesti.
lbl_copyright.caption=Copyright © IObit. Kaikki oikeudet pidätetään.
lbl_Thanks_Title.caption=Kiitos seuraaville henkilöille heidän suuresta panoksestaan:
rdhtmlEula.caption=<a>Käyttöoikeusopimus</a> | <a>Tietosuojakäytäntö</a>
Instructions_M=Asennuksenpoisto-ohjeet
lblAcknow.caption=Tekijän kiitokset

[ActionCenter_M]
M_HideAC=Piilota
M_ShowAC=Näytä
M_AC_Tips=Paranna tietoturvaominaisuuksia ja suorituskykyä asentamalla suositellut ohjelmat.
M_ShowACTitle2=Ilmoitus!
M_ShowACDesc=Näytä muut suositellut ohjelmat valitsemalla Näytä. Asenna ne paremman tietoturvan ja tietokoneen suorituskyvyn parantamiseksi.
M_LearnRecommendNote=Tällä hetkellä ei suositeltuja tuotteita.
M_LearnRecommendDesc=Valitse "Lisätietoja" nähdäksesi enemmän tuotteita, joista saatat olla kiinnostunut.
M_none=Ei mitään
M_Fix=Asenna nyt
M_LearnMore=Lisätietoja
M_Install=Asenna nyt
M_fixing=Asennetaan
M_Updating=Päivitetään
M_failed=Epäonnistui
M_RuningWell=Viimeisin versio asennettu
M_Outdated=Vanhentunut
M_NotInstalled=Ei asennettu
M_Insatlled=Asennettu
M_Update=Päivitä nyt
M_ASCCaption=Järjestelmän suorituskyky
M_ASCInfo_NotIns=Tietokoneestasi löytyi rekisterivirheitä, tietosuojaongelmia tai roskatiedostoja.
M_ASCInfo_UpToDate=Advanced SystemCare nopeuttaa ja optimoi tietokoneesi yhdellä napsautuksella.
M_ASCInfo_NeedUpDate=Advanced SystemCare on vanhentunut.
M_RunASC=Skannaa nyt
M_ASCOffer=Siivoa ja optimoi tietokone yhdellä napsautuksella.<br>Nopeuta tietokonettasi jopa 200%.<br>Nopeuta Internetiä jopa 300%.<br>Tarkkaile tietokoneen kuntoa reaaliajassa.<br>Suojaa tietokoneesi tavallisilta vakoiluohjelmilta.
M_IMFCaption=Haittaohjelmasuojaus
M_IMFInfo_NotIns=Paranna suojausta asentamalla IObitin virustorjuntaohjelma.
M_IMFInfo_UpToDate=IObit Malware Fighter suojaa tietokonetta eri haittaohjelmilta.
M_IMFInfo_NeedUpDate=Virustorjuntaohjelmasi on vanhentunut.
M_RunIMF=Skannaa nyt
M_IMFOffer=Kattava reaaliaikainen suoja kaikenlaisia haittaohjelmia vastaan.<br>Nopea skannaus ja tehokas uhkien havaitseminen ja poistaminen.<br>Ehkäisee ennakoivasti kiristysohjelmahyökkäkset.<br>Turvallinen online-selaus ja lataus.<br>Täysin yhteensopiva muiden turvaohjelmistojen kanssa.
M_DBCaption=Ajurien päivitys
M_DBInfo_NotIns_C=Päivitä vanhentuneet, korjaa puuttuvat ja virheelliset ajurit, jotta voisit nauttia entistä vakaammasta tietokoneesta.
M_DBInfo_NotIns=Mahdolliset vanhentuneet ohjaimet voivat hidastaa ja horjuttaa tietokoneen vakautta.
M_DBInfo_UpToDate=Driver Booster päivittää kaikki vanhentuneet ohjaimet tietokoneessasi.
M_DBInfo_NeedUpDate=Ohjaimien päivitysohjelmasi on vanhentunut.
M_DBDesc=Päivitä tietokoneesi kaikki vanhentuneet ohjaimet.
M_RunDB=Skannaa nyt
M_DBOffer=Suuri ajuritietokanta (18 000 000+).<br>Päivitä WHQL-ajurit turvallisesti yhdellä napsautuksella.<br>Parempi pelisuoritus.<br>Korjaa verkkovika, ei ääntä, huono resoluutio jne.<br>Vähennä järjestelmän jähmettymisiä ja kaatumisia.
M_SDCaption=Levyn optimointi
M_SDInfo_NotIns=Optimoi levyt tietokoneen käynnistyksen ja tiedostokäytön nopeuttamiseksi.
M_SDInfo_UpToDate=Smart Defrag eheyttää levyn parempaan suorituskykyyn.
M_SDInfo_NeedUpDate=Levyn eheytysohjelmasi on vanhentunut.
M_RunSD=Eheytä nyt
M_SDOffer=Suurempi tiedonsiirtonopeus.<br>Maksimi kiintolevyn suorituskyky.<br>Paranna PC:n käynnistysnopeutta jopa 100%.<br>Optimoi pelejä parempaan pelikokemukseen.
M_DLCaption=Salasanan hallinta
M_DLInfo_NotIns=Suojaa ja hallitse salasanat Dashlane salasanahallinnalla.
M_DLInfo_UpToDate=Älä koskaan enää unohda salasanaasi turvallisella Dashlane-sovelluksella.
M_RunDL=Hallinta
M_DLOffer=Yksinkertainen ja turvallinen tapa hallita salasanoja.<br>Luo ainutlaatuisia salasanoja tiliesi suojaamiseksi.<br>Kirjaudu suosikki sivustoihisi automaattisesti.<br>Windows-, Mac-, iOS- ja Android-järjestelmille.
M_RunIOT=Hallitse nyt
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Siirrä iPhone dataa, puhdista ja nopeuta iPhonesi.
M_IOTInfo_UpToDate=1-klikkauksen tuonti, vienti ja valokuvien, videoiden ja musiikin hallinta iOS-laitteissa.
M_IOTInfo_NeedUpDate=IOTransfer on vanhentunut.
M_IOTTip=IOTransfer lupaa:<br>+ Siirtää iPhone musiikkia TIETOKONEESEEN/iTunesiin<br>+ Hallitse kaikkia valokuviasi helposti<br>+ Varmuuskopioi/Palauta iPhonen sisältö<br>+ Premium tekninen tuki
M_IOTOffer=Paras iPhone/iPad tiedostojen hallintatyökalu.<br>1-klikkauksen tiedonsiirto iPhone/iPadista tietokoneeseen.<br>Lataa online-videoita ja muunna ne eri tiedostomuotoihin.<br>Puhdista turhat tiedostot helposti ja turvallisesti iOS laitteessa.<br>Siirrä sisältöä langattomasti iOS-laitteen ja PC:n välillä.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion suojaa tietojenkalastelulta ja haittaohjelmilta.
M_AdawareInfo_UpToDate=Web Companion suojaa tietojenkalastelulta ja haittaohjelmilta.
M_AdawareOfferDesc=Asentamalla Web Companion voit parantaa Internet-suojausta ja asettaa Bing® by Microsoft ™-palvelun kotisivuksi, uusille välilehdille ja oletushakukoneeksi yhteensopiviin selaimiin.
M_AdawareOffer=Nopea ja helppo asentaa.<br>Tietojenkalastelun torjunta.<br>Reaaliaikainen nettisuoja.<br>Monen selaimen yhteensopivuus.
M_AomeiCaption=Varmuuskopiointi
M_AomeiInfo_NotIns=Lopullinen varmuuskopiointiratkaisu järjestelmän ja kiintolevyjen varmuuskopiointiin.
M_RunOpera=Suorita nyt
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Nopea ja turvallinen selain, jossa on sisäänrakennettu mainosten esto.
M_OperaInfo_UpToDate=Nopea ja turvallinen selain, jossa on sisäänrakennettu mainosten esto.
M_OperaOffer=Estä mainokset, jolloin verkkosivujen latautuminen nopeutuu jopa 90%.<br>Selaa jopa tunnin pidempään.<br>Lisää yksityisyyttä ilmaisella VPN:llä.
M_SUCaption=Ohjelmistopäivittäjä
M_SUInfo_NotIns=Voit päivittää ja asentaa kaikki tärkeät ohjelmat yhdellä napsautuksella.
M_SUInfo_NotIns_C=%d ohjelmaa vanhentunut. Asenna IObit Software Updater ja päivitä ne yhdellä napsautuksella.
M_SUInfo_NotIns_C1=1 ohjelma on vanhentunut. Asenna IObit Software Updater ja päivitä se yhdellä napsautuksella.
M_SUInfo_UpToDate=IObit Software Updater pitää kaikki tärkeät ohjelmasi ajan tasalla.
M_SUOffer1=Päivitä vanhentuneet ohjelmat automaattisesti hyvissä ajoin.<br>Napsauta asentaaksesi kaikki saatavilla olevat ohjelmapäivitykset.<br>Napsauta asentaaksesi kaikki haluamasi suositut ohjelmat.<br>Siivoa tiukat testit läpäisseet ohjelmat, ei pakettiohjelmia.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1 napsautuksella voit lisätä FPS-tasoa nopeampaan ja sujuvampaan pelikokemukseen.
M_SMGBInfo_UpToDate=1 napsautuksella voit lisätä FPS-tasoa nopeampaan ja sujuvampaan pelikokemukseen.
M_SMGBInfo_NeedUpDate=Smart Game Booster on vanhentunut.
M_SMGBOffer=Lisää FPS parempaa pelaamista suorituskykyä varten yhdellä napsautuksella.<br>tarkkaile laitteiston lämpötilaa ja käyttöä reaaliajassa.<br>Ylikellota GPU optimaalisten visuaalisten tehosteiden parantamiseksi pelaamisessa.<br>Analysoi ja arvioi PC löytääksesi yhteensopivia pelejä (38 000+).<br>Suojaa tietokoneesi ja pelisi turvallisuuden parantamiseksi.
M_RunSMGB=Paranna nyt
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Tallenna tietokoneen näyttö ilmaiseksi korkealaatuisena. Ei tallennusrajaa.
M_ISRInfo_UpToDate=Tallenna tietokoneen näyttö ilmaiseksi korkealaatuisena. Ei tallennusrajaa.
M_ISRInfo_NeedUpDate=iTop Screen Recorder on vanhentunut.
M_ISROffer=Tallenna videokokouksia missä tahansa tiedostomuodossa<br>Tallenna 4K-elokuvia ja -musiikkia ilman laadun menetystä<br>Viiveetön kaappaus pelattavasta pelistä 1080P/60 FPS<br>Henkilökohtaista webbikameratallennusta<br>Tehokas videoeditori ja monipuolinen kuvakaappaustyökalu
M_ISROffer1=Tallenna videokokouksia missä tahansa tiedostomuodossa.<br>Tallenna 4K-elokuvia ja musiikkia ilman laadun heikkenemistä.<br>Tallenna verkkokursseja, tee video-opastuksia.<br>Tallenna viiveetön videokuvaus 1080P/60 FPS.<br>Muokkaa videoita helposti tehokkaalla editorilla.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Kokeile ilmaista, nopeaa ja turvallista VPN-palvelua verkkoturvallisuuteen.
M_iTopInfo_NotIns=100% ilmainen, nopea ja turvallinen VPN-palvelu verkkoturvallisuuteen.
M_iTopInfo_UpToDateBeta=Kokeile ilmaista, nopeaa ja turvallista VPN-palvelua verkkoturvallisuuteen.
M_iTopInfo_UpToDate=100% ilmainen, nopea ja turvallinen VPN-palvelu verkkoturvallisuuteen.
M_iTopInfo_NeedUpDate=iTop VPN on vanhentunut.
M_iTopOfferBeta=Nauti internetistä ilman rajoja<br>Suoratoistosivustojen käyttö kaikkialla maailmassa<br>Pelaa aluelukittuja pelejä missä tahansa<br>Piilota IP-osoitteesi julkisella Wi-Fi-yhteydellä<br>100% ilmainen, erittäin nopea, luokkansa paras salaus
M_iTopOffer2=Yksityinen - Pysy anonyyminä surffatessasi.<br>Turvallinen - Piilota IP-osoite ja salaa Internet-yhteys.<br>Nopea - Nauti salamannopeasta nettiselauksesta.<br>Ilmainen - Poista verkkosivujen esto ja suoratoista ilmaiseksi.<br>Pikatoiminnot - Nopea pääsy Netflixiin, HBO:hon, PUBG:hen,...
M_RuniTop=Suorita nyt
M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Nopea, yksityinen, mainokseton, incognito-selain, jossa on sisäänrakennettu VPN.
M_IVBInfo_UpToDate=Nopea, yksityinen, mainokseton, incognito-selain, jossa on sisäänrakennettu VPN.
M_IVBInfo_NeedUpDate=iTop VPN-selain on vanhentunut.
M_IVBOffer=Suojaa ostos- ja pankkitietosi<br>Piilota IP-osoitteesi ja salaa verkkotietosi<br>Ohjautettu ja nopea VPN-kanava<br>Tyhjennä ja silppua verkkojäljet reaaliajassa<br>Estä haitalliset sivustot ja linkit<br>Estä mainokset nopeaan ja turvalliseen selaamiseen
M_RunIVB=Suorita nyt
M_DPMCaption=DualSafe Password Manager
M_DPMInfo_NotIns=Turvallinen, yksinkertainen ja ilmainen tapa hallita salasanoja, jotka ovat välttämättömiä digitaalisessa elämässäsi.
M_DPMInfo_UpToDate=Turvallinen, yksinkertainen ja ilmainen tapa hallita salasanoja, jotka ovat välttämättömiä digitaalisessa elämässäsi.
M_DPMInfo_NeedUpDate=DualSafe-salasanahallinta on vanhentunut.
M_DPMOffer=Rajoittamaton - Tallenna rajattomasti salasanoja, maksuja jne<br>Helppo- Tallenna ja täytä salasanat automaattisesti yksinkertaisilla klikkauksilla<br>Turvallinen - Luo vahvoja, ainutlaatuisia salasanoja<br>Turvallinen - Tallenna tietosi luokkansa parhaalla salauksella<br>Auto - Pääsy rajoittamattomille laitteille automaattisen synkronoinnin avulla
M_DPMDescriptionSH=Tee tietokoneesta turvallisempi ja nopeampi seuraavilla suositelluilla ohjelmilla:
M_DPMInstallSH=Kokeile nyt
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Sano hyvästit sekavalle työpöydälle ja nauti tehokkaammasta työtilasta.
M_IEDInfo_UpToDate=Sano hyvästit sekavalle työpöydälle ja nauti tehokkaammasta työtilasta.
M_IEDInfo_NeedUpDate=iTop Easy Desktop on vanhentunut.
M_IEDOffer=Järjestä työpöydän tiedostot ja kansiot laatikoilla<br>Luo kansioportaali nopeaa pääsyä varten<br>Nopea piilotus siistimpää työpöytää varten<br>Henkilökohtaista työpöytäsi omalla tyylillä<br>Nopea haku ja nopea pääsy pikanäppäimillä
M_PDFCaption=iTop PDF Free
M_PDFInfo_NotIns=Yhden pysäkin ratkaisu PDF-muokkaukseen, muuntamiseen ja muihin PDF-tehtäviin.
M_PDFInfo_UpToDate=Yhden pysäkin ratkaisu PDF-muokkaukseen, muuntamiseen ja muihin PDF-tehtäviin.
M_PDFInfo_NeedUpDate=iTop PDF Free on vanhentunut.
M_PDFOffer=Muunna PDF-tiedostoja Wordiin, Exceliin, kuviin tai Wordista<br>Muokkaa tekstiä, kuvia, leimoja ja muita elementtejä<br>Organisoi PDF-sivuja kuten paperien sekoittamista<br>Tee enemmän: yhdistä, pakkaa, allekirjoita sähköisesti, täytä lomakkeita
M_TDPCaption=Top Data Protector
M_TDPInfo_NotIns=Suojaa, lukitse ja piilota henkilökohtaiset kansiot ja tiedot. Nopea ja turvallinen!
M_TDPInfo_UpToDate=Suojaa, lukitse ja piilota henkilökohtaiset kansiot ja tiedot. Nopea ja turvallinen!
M_TDPInfo_NeedUpDate=Top Data Protector on vanhentunut.
M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=Ei jäljittäjiä, ei kalastelua, ei mainoksia, inkognito-selain sisäänrakennetulla VPN:llä.
M_IPBInfo_UpToDate=Ei jäljittäjiä, ei kalastelua, ei mainoksia, inkognito-selain sisäänrakennetulla VPN:llä.
M_IPBInfo_NeedUpDate=iTop Private Browser on vanhentunut.
M_IPBOffer=Yksityinen - Pysäytä mainostaja- ja viranomaisjäljittäjät<br>Turvallinen - Suojaa sormenjälkesi. Estä kalastelusivustot<br>Puhdas- Estä verkkomainokset. Silppua jälkesi automaattisesti<br>Ilmainen VPN - 100% ilmainen VPN. 1800+ palvelinta maailmanlaajuisesti
M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Palauta kaikenlaisia kadonneita tietoja missä tahansa tilanteessa sinulle.
M_IDRInfo_UpToDate=Palauta kaikenlaisia kadonneita tietoja missä tahansa tilanteessa sinulle.
M_IDRInfo_NeedUpDate=iTop Data Recovery on vanhentunut.
M_IDROffer=Palauta asiakirjoja, valokuvia, musiikkia jne.<br>Palauta tiedot kiintolevyiltä, SSD-levyiltä ja USB-asemilta.<br>Palauta korruptoituneet, poistetut tai alustetut tiedostot.<br>Helppo varmuuskopiointi, eikä tietoja menetetä uudelleen.
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Sinun ei koskaan tarvitse muistaa tai kirjoittaa salasanojasi uudestaan.
M_RPMInfo_UpToDate=Sano hyvästit salasanojen kirjoittamiselle RoboForm salasanojen hallinta-ohjelmalla.
M_RPMOffer=Kirjaudu verkkosivustoille yhdellä napsautuksella.<br>Luo vahvoja ja ainutlaatuisia salasanoja.<br>Käyttää AES-256-bittistä salausta ja tukea 2FA:lle.<br>Windowsille, Macille, iOS:lle, Androidille ja kaikille tärkeimmille selaimille.<br>Tuo selaimesta tai muusta salasananhallinnasta.
M_RunRPM=Käynnistä
M_Moffer_Title1=Valinnainen tarjous
M_Close=Sulje
M_Cancel=Peruuta
M_Moffer_Install=Asenna
M_Moffer_NoteEP=Klikkaamalla "Asenna" suostut asentamaan %s ja hyväksyt sen <a>Käyttöoikeusopimuksen</a> ja <a>Tietosuojakäytännön</a>.
M_Moffer_Refund=<a>Huomaa:</a> Voit saada palautushyvityksen 30 päivän aikana. Lue <a>Hyvityskäytäntö</a>.
M_Extract_IOT=IObit suosittelee
M_IEDOffer_New2=Automaattinen järjestäminen kuvakkeet, tiedostot ja kansiot ryhmiin<br>Löydä mitä tahansa tiedostoa välittömästi, kun sitä tarvitset<br>Henkilökohtainen asetus taustakuva, kursori, tehtäväpalkki & lisää<br>Palauta työvirta hyödyllisillä widgeteillä<br>ChatAI - ilmainen älykäs ja henkilökohtainen assistentti

M_IVCDesc=Vaihda ääntäsi reaaliajassa sadoilla äänimalleilla.
M_IVCOffer=Nauti reaaliaikaisesta äänenmuokkaimesta helposti<br>Käytä satoja äänimalleja<br>Luo mukautettu äänesi vaivattomasti<br>Äänitä musiikkia, videoita ja tallenteita saumattomasti<br>Tuki Discordille, Steamille, Robloxille, Zoomille ja muille
M_IVCtip=Lupaamme:<br>Nauti reaaliaikaisesta äänenmuokkaimesta helposti<br>Käytä satoja äänimalleja<br>Luo mukautettu äänesi vaivattomasti<br>Äänitä musiikkia, videoita ja tallenteita saumattomasti<br>Tuki Discordille, Steamille, Robloxille, Zoomille ja muille


[AutoUpdate_M]
lan_Downloading_M=Ladataan
lan_Speed_M=Latausnopeus: %s
Lan_Finish_M=Valmis
Lan_Congratulation_M=Onnittelut!
Lan_UpdateFail_M=Päivitys epäonnistui! Yritä myöhemmin uudelleen.
Lan_UpdateSuccess_M=IObit Uninstaller on päivitetty. Voit nyt nauttia uusimmista ominaisuuksista ja parannuksista.
Lan_UpdateNew_M=Sinulla on jo uusin versio. Päivitystä ei ole saatavilla.
Lan_UpdateFreeInfo_M=Uusi versio IObit Uninstallerista on saatavana.
Lan_UpdateFreeDownInfo_M=Päivitä se nyt, niin saat uusimmat ominaisuudet ja parannukset. Se on maksuton.
Lan_Sure_M=Haluatko varmasti peruuttaa päivityksen?
Lan_Download_M=Lataa
Lan_Getting_M=Haetaan päivitystietoja, odota hetki...
Lan_LVheardOne_M=Saatavilla olevat päivitykset
Lan_LVheardTwo_M=Uusi versio
Lan_LVheardThree_M=Koko
Lan_historyInfo_M=IObit Uninstaller %s on nyt saatavilla. Päivitä se ja nauti uusimmsta parannuksista ja ominaisuuksista!
Lan_UpdateNow_M=Päivitä nyt
Lan_UpdateLater_M=Päivitä myöhemmin
lan_WhatNew_M=Mitä uutta
Lan_NewReady_M=Uusi versio on valmis
Lan_Title=IObit Uninstaller päivitys
lblAuto_Update=Pian IObit Uninstaller päivittyy automaattisesti IObit Uninstaller %s:ksi.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Lähetä
lblErrorDetails.Caption=Virhetiedot:
lblUserEmail.Caption=Sähköpostiosoitteesi:
lblSuccTips1.Caption=Lähetys onnistui! Yritämme parhaamme tämän ongelman ratkaisemiseksi mahdollisimman pian.
btnClose.Hint=Sulje

[SendBugReportNew_M]
M_AskUserTips1=on havainnut ongelman. Voit auttaa meitä korjaamaan tämän ongelman lähettämällä virheenkorjaustiedoston automaattisesti valitsemalla 'Lähetä'. <a>Tietosuojakäytäntö</a>
M_BugStatisticsTips=on havainnut ongelman, ja se on suljettava. Analysoimme syytä nyt. Odota...
M_SendingTips=Lähetetään...
M_AttentionTips1=on havainnut ongelman. Voit auttaa meitä korjaamaan tämän ongelman lähettämällä virheenkorjaustiedoston automaattisesti valitsemalla 'OK'. <a>Tietosuojakäytäntö</a>
M_InvalidEmailTips1=Virheellinen sähköpostiosoite! Anna kelvollinen sähköpostiosoite, jotta voimme ottaa sinuun yhteyttä.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Haetaan virallista versiota...
RestoreSuccess_Caption=Virallisen IObit Uninstallerin asennus onnistui!
RestoreFailed_Caption=Virallisen IObit Uninstallerin lataus epäonnistui. Siirry viralliselle verkkosivustollemme ja lataa se uudelleen.
Run_Button=Käynnistä nyt
Download_Button=Lataa nyt

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Käytät epävirallista IObit Uninstalleria.
lbl_SecondTitle.caption=Epävirallinen IObit Uninstaller ei toimi enää.
lbl_HarmInfo.caption=Se ei ainoastaan ​​vahingoita tietokoneesi suorituskykyä vaan myös vuotaa tietosuojaasi johtuen järjestelmän haavoittuvuudesta.
lbl_OfficialInfo.caption=Hanki virallinen IObit Uninstaller nyt suojataksesi yksityisyytesi tehokkaasti.
htmlLabel_Text.caption=Nauti yksinomaisesta Pro-version <a>75%</a> alennuksesta!
btn_GetPro.caption=Hanki PRO
btn_GetFree.caption=Hae ilmainen versio

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Hanki <a>virallinen IObit Uninstaller PRO hintaan 0 €</a> jo tänään yksityisyytesi ja tietokoneesi suojaamiseksi.
btn_GetPro_before=Hanki Pro hintaan 0€

[Detain_M]
M_MianTitle=IObit Uninstaller on auttanut sinua:
M_QuestionString=Haluatko varmasti poistaa sen asennuksen?
M_btnok=Poista joka tapauksessa
M_btnCancel=Haluan pitää sen
M_UninstallCaption=Poista ohjelmia
M_DiskCaption=Säästä levytilaa
M_RegCaption=Poista rekisterimerkintöjä
M_FixCaption=Korjaa ohjelmisto-ongelmat

[Survey_M]
Title_M=Asennuksen poistaminen
Info_M=Olemme pahoillamme poistumisestasi. Auta meitä parantamaan IObit Uninstalleria täyttämällä tämä lyhyt kysely. Arvostamme palautettasi.
Question_M=Miksi poistat IObit Uninstallerin?
1_M=Puutteellinen poisto (ei poistanut kaikkia tähteitä)
2_M=Se ei toimi normaalisti
3_M=Liian paljon mainoksia ja pakettiohjelmia
4_M=Asensin sen vain korjatakseni ongelman, enkä tarvitse sitä enää.
5_M=Löysin paremman vaihtoehdon
6_M=Muu (tarkenna)
Button_M=Jatka asennuksen poistamista

[Uninstaller_M]
MenuRight_Caption=Tehopoisto
Explorer_Button=Tiedostosilppuri
Controlpanel_Button=Tehokas poisto

[ACD_M]
M_Downloading=Ladataan:
M_TipFixing=Korjataan
M_Tips=Lataaminen on käynnissä. Tarkastele tietoja kaksoisnapsauttamalla kuvaketta.
M_Installing=Asennetaan:
M_MD5Faild=Ladattu tiedosto on vioittunut. Yritä uudelleen myöhemmin.
M_NetError=Lataus epäonnistui verkkovirheen vuoksi. Yritä uudelleen myöhemmin!
M_DirError=Tiedoston lataaminen epäonnistui koska kirjoitusoikeus puuttuu. Mene Asetuksiin, vaihda uusi kansio ja yritä uudelleen.
M_DiskIsFull=Liian vähän levytilaa!
M_Speed=Nopeus:
M_AreSureEx=Haluatko varmasti peruuttaa latauksen?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Peruuta
lbl_Min.Caption=Pienennä
btnClose.Hint=Sulje
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Vedä minut avatulle ikkunalle, työpöydän kuvakkeelle tai tehtäväpalkin kuvakkeelle.
EasyNothingInfo=Kohdetta ei löydy. Vedä minut toiseen ikkunaan, työpöydän kuvakkeeseen tai ilmaisinalueen kuvakkeeseen.
EasyDeleteFileFail=Tiedostoa ei voi poistaa, koska se on käytössä. Sulje tiedosto ja yritä uudelleen.
EasyDeleteFolderFail=Kansiota ei voi poistaa, koska se on käytössä. Sulje tiedosto ja yritä uudelleen.
EasyKillProcessFail=Prosessin lopetus epäonnistui.
EasyKillProcessHint1=Haluatko varmasti lopettaa tämän prosessin?
EasyKillProcessHint2=Kaikki tallentamattomat tiedot menetetään.
EasyUninstallPath=Poista asennus tai tuhoa:
EasyUninstall=Poista asennus
EasyShortcut=Poista pikakuvake
EasyLocation=Avaa tiedostosijainti
EasyDelete=Poista
EasyCancel=Peruuta
EasyTransparency=Läpinäkyvyvyys
EasyOpaque=Läpinäkymätön
EasyExitEasy=Avaa pääikkuna
EasyExitIobit_1=Sulje IObit Uninstaller
EasyKillProcess=Lopeta prosessi

[ExpriedNotice_M]
Sale_Text=Mutta voit saada ne takaisin yksinomaan tänään <a>%s</a> ALENNUKSELLA!
ExpriedOneDay_M=Tilauksesi on vanhentunut <a>1</a> päivää sitten.
ExpriedDay_M=Tilauksesi on päättynyt <a>%s</a> päivää sitten.
Logged_0_Text=Poista kirjatut ohjelmat perusteellisesti asennuksen aikana luoduilla lokeilla
Logged_1_Text=Poista 1 kirjattu ohjelma perusteellisesti asennuksen aikana luodun lokin avulla
Logged_Text=Poista perusteellisesti %s kirjauttua ohjelmaa, joiden lokit on luotu asennuksen aikana.
ExpriedMessage_M=Tilauksesi on päättynyt. PRO-ominaisuudet eivät ole enää käytettävissä, mutta voit edelleen käyttää ilmaisia ominaisuuksia.
ExpriedTipMessage_Num=Viimeisen %s1 päivän aikana IObit Uninstaller Pro on auttanut sinua poistamaan %s2 ohjelmaa ja puhdistamaan %s3 muuta jäännöstiedostoa. Uudista tilauksesi nyt, äläkä menetä <a>ainutlaatuista alennusta!</a>
ExpriedTipMessage_Normal=Valitettavasti joudumme ilmoittamaan, että PRO-ominaisuudet eivät ole enää käytössäsi. Uudista tilauksesi nyt ja nauti <a>ainutlaatuisesta alennuksesta!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Valitettavasti joudumme ilmoittamaan, että seuraavat PRO-ominaisuudet eivät ole enää käytettävissä:
lbl_Stubbron.caption=Poista täydellisesti 4000+ itsepäistä ohjelmaa ainutlaatuisen tietokannan avulla.
lbl_Update.caption=Pidä tärkeät ohjelmat aina ajan tasalla 1 napsautuksella.
lbl_Health.caption=Automaattinen ohjelmistojen haavoittuvuuksien havaitseminen, ponnahdusilmoitusten ja ei-toivottujen mainosten estäminen.
lbl_MoneyBack.caption=Olet täysin suojattu 100%:n rahat takaisin -takuulla.
btn_Upgrade.caption=Hanki uudistusalennus
lbl_EnterCode.caption=Minulla on jo lisenssi

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Tilauksesi on päättynyt!
btn_OK.caption=Uudista nyt

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Palaute
lbl_DescTitle.caption=Kuvaus:
lbl_EmailTitle.caption=Sähköposti:
lbl_ScreenShot.caption=Kuvakaappaus
lbl_TypeTitle.caption=Pyynnön tyyppi:
btnImg_FeedBackSend.caption=Lähetä
btnImg_FeedBackCancel.caption=Peruuta

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Lähetetään...
lbl_SendFailed.caption=Lähetys epäonnistui. Valitsemalla OK voit lähettää palautetta.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Kiitos palautteesta. Otamme yhteyttä mahdollisimman pian.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Pidän siitä
FeedBack_2=Ehdotus
FeedBack_3=Poisto epäonnistui
FeedBack_4=Kytkyohjelmaongelma
FeedBack_5=Asennusvahtiongelma
FeedBack_6=Ohjelman päivitysongelma
FeedBack_7=Kaikkien ohjelmien näyttö ei onnistunut
FeedBack_8=Tehoskannaus-ongelmat
FeedBack_9=Ilmoita virheestä
FeedBack_10=Muut
EmailMessage=Varmista, että sähköpostiosoitteesi on oikein, jotta voimme ottaa sinuun yhteyttä.
MemoHint=Kuvaile yksityiskohtaisesti ehdotuksesi tai kohtaamasi ongelmat.
ScreenMaxMessage=Toiminto epäonnistui. Olet saavuttanut enimmäismäärän, 5 kuvankaappausta.
CloseHintMsg=Oletko varma, ettet halua lähettää palautetta?
SendBugck=Lähetä myös debug-tiedosto tutkittavaksi. <a>Tietosuojakäytäntö</a>
FeedBackMessage=Kirjoita kuvaus.
EmailHint=Anna oikea sähköpostisi tähän
Startup_Delete_M=Poista
M_FiveStar=Voisitko antaa meille 5 tähden luokituksen?

[FileShredder_M]
ShredderDetail_0=Voit vetää tiedoston tai kansion tähän silputtavaksi.
ShredderDetail_01=Rutiininomaisesti poistetut tiedostot voidaan palauttaa.
ShredderDetail_02=Jos haluat poistaa tiedostot turvallisesti ja pysyvästi, vedä tiedosto tai kansio tähän silppuriin.
FileShredder_MaxCount_M=5000 tiedostoa lisätty. Lisää muut tiedostot sen jälkeen, kun nämä 5000 tiedostoa on silputtu.
Shredder_InUse_M=Joitakin tiedostoja ei silputtu, koska niihin ei pysty kirjoittamaan. Tarkista, ovatko ne edelleen käytössä.
Shredder_Del_M_1=Haluatko varmasti poistaa <a>%d</a> lisättyä kohdetta pysyvästi? Tämä toiminto on täysin PERUTTAMATON ja se voi kestää jonkin aikaa.
Shredder_DelOne_M_1=Haluatko varmasti poistaa <a>1</a> lisätyn kohteen pysyvästi? Tämä toiminto on täysin PERUTTAMATON ja se voi kestää jonkin aikaa.
Shredder_NotDel_M=Tiedostoa ei silputtu, koska siihen ei voi kirjoittaa. Tarkista, onko se edelleen käytössä.
Shredder_OneFileDel_M=Tiedostoa ei silputtu, koska siihen ei voi kirjoittaa. Tarkista, onko se edelleen käytössä.
Shredder_Sucess_M=Silppuaminen onnistui.
Shredder_OneSucess_M=Silppuaminen onnistui.
Shredder_DirIsEmpty_M=Se on tyhjä. Et voi silputa sitä.
Shredder_NotAddFolder_M=Tiedostoa "%s" ei voi silputa, koska tämä toiminta voi aiheuttaa järjestelmän epävakautta.
Shredder_Quick=Korvaa tiedot nollilla ennen poistamista. (Turvallinen ja nopea)
Shredder_Advanced=Korvaa tiedot satunnaisilla merkeillä ja toistaa ylikirjoituksen useita kertoja ennen poistamista. (Turvallisempi ja hitaampi)
Shredder_Expert=Korvaa tiedot satunnaisilla merkeillä ja toistaa ylikirjoituksen kymmeniä kertoja ennen poistamista. (Turvallisin ja hitain)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Tiedostosilppuri
lbl_Listview_Title.caption=Valitse tiedosto tai kansio jonka haluat poistaa:
lblLoading.caption=Ladataan...
lbl_AddFile.caption=Lisää tiedosto...
lbl_AddFolder.caption=Lisää kansio...
RdImageButton_Shredder.caption=Tuhoa
RdImageButton_Cancel.caption=Peruuta
ListView_FileList.Columns[0].Caption=Tiedostopolku
Menu_Shredder_Shredder.caption=Silppuri
Menu_Shredder_AddFile.caption=Lisää tiedosto
Menu_Shredder_AddFolder.caption=Lisää kansio
Menu_Shredder_Romove.caption=Poista
Menu_Shredder_Clean.caption=Tyhjennä
lbl_Shredder_Tip.caption=Tiedostoja tuhotaan. Se voi kestää jonkin aikaa, odota...
lbl_Mode.caption=Silppuamismenetelmä:
btn_Quick.caption=Pikatoiminto
btn_Advanced.caption=Edistynyt tila
btn_Expert.caption=Asiantuntijatila

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Tiedostoa "%s" ei voi lisätä silputtavaksi, koska tämä toiminto saattaa tehdä järjestelmästä epävakaan
EndProgressMsg=%s on käynnissä. Haluatko varmasti lopettaa sen ja jatkaa asennuksen poistamista?
ListView_FindReslut.Columns[0]_M=Nimi
PopMenu_OpenFolder_M=Avaa tiedoston sijainti
PopMenu_ViewEntry_M=Avaa regedit'issä
Free_MatchStubbron=Asennuksen poistorekisterit puuttuvat, mikä voi aiheuttaa asennushäiriöitä. Päivitä PRO-versioon, jotta voit korjata asennuksen poisto-ongelmat ja poistaa ohjelman helposti ohjelmatietokantojemme avulla.
Pro_MatchStubbron=Asennuksen poistorekisterit puuttuvat, mikä voi aiheuttaa asennuksen epäonnistumisen. Korjaa asennuksen poisto-ongelmat ja poista ohjelma helposti ohjelmatietokantamme avulla.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Pakota asennuksen poisto
lbl_Info.caption=Auttaa sinua poistamaan ohjelman, jota ei voi poistaa rutiininomaisesti puuttuvien poistorekisterien tai sisäänrakennetun poistoohjelman virheiden vuoksi ja puhdistaa kaikki siihen liittyvät tiedostot helposti ja perusteellisesti.
btnImg_Open.caption=Selaa...
lbl_DropInfo.caption=Voit selata tai vetää ja pudottaa tiedoston tai kansion tähän poistaaksesi valitsemasi ohjelman.
btnImg_Uninstall.caption=Poista asennus
btnImg_Cancel.caption=Peruuta
PopMenu_Uninstall.caption=Poista asennus
PopMenu_SearchOnline.caption=Verkkohaku
ListView_FindReslut.Columns[1].caption=Koko
ListView_FindReslut.Columns[2].caption=Asennuspäivä

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skannaa nyt
HealthCheck_Top_ScanAgain=Skannaa uudestaan
HealthCheck_Top_FixAll=Korjaa kaikki
HealthCheck_Top_Stop=Pysäytä
HealthCheck_Top_Done=Valmis
HealthCheck_Top_Scanning=Skannataan
HealthCheck_Top_Fixing=Korjataan
HealthCheck_Top_NoFound=Ongelmia ei havaittu. Kaikki ohjelmistot toimivat hyvin.
HealthCheck_Top_Title_Result_NoIssues=Mitään ei tarvitse korjata.
HealthCheck_Top_Title_Result_Single=<a>%s</a> ongelma on korjattava.
HealthCheck_Top_Title_Result_Some=<a>%s</a> ongelmaa on korjattava.
HealthCheck_Top_Title_Skip=<a>Ohita toistaiseksi</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> ongelma on korjattu onnistuneesti.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> ongelmaa on korjattu onnistuneesti.
HealthCheck_Top_FixOver=Kaikki valitut ongelmat on korjattu.
HealthCheck_Top_Dec_Result_Pro=Korjaa kaikki ongelmat yhdellä napsautuksella.
HealthCheck_Top_Dec_Result_Free=Päivitä PRO-versioksi ja korjaa kaikki löydetyt ongelmat yhdellä napsautuksella.
HealthCheck_Top_Title_A=Ohjelmiston tila: <a>Skannaus tarvitaan</a>
HealthCheck_Top_Dec_A=Ohjelmistoasi ei ole koskaan analysoitu. Analysoi kaikki ohjelmistosi nyt.
HealthCheck_Top_Title_B=Ohjelmiston tila: <a>Hyvä</a>
HealthCheck_Top_Dec_B=Kaikki ohjelmasi toimivat hyvin.
HealthCheck_Top_Dec_C=Ohjelmistoasi ei ole analysoitu %s päivään. Analysoi kaikki ohjelmistosi nyt.
HealthCheck_Item_Title_leftovers=Asennuksen poistojäänteet
HealthCheck_Item_Dec_leftovers=Poista asennuksen poistojäänteet vapauttaaksesi lisää levytilaa
HealthCheck_Item_Title_update=Vanhentunut ohjelmisto
HealthCheck_Item_Dec_update_New=Päivitä vanhentuneet ohjelmistot tietoturvariskien vähentämiseksi
HealthCheck_Item_Title_permission=Ohjelmistojen käyttöoikeudet
HealthCheck_Item_Dec_permission=Havaitse piilotetut käyttöoikeudet ja poista tarpeettomat käyttöoikeudet.
HealthCheck_Item_Title_notifications=Häiritsevät ilmoitukset
HealthCheck_Item_Dec_notifications=Estä ponnahdusilmoitukset ja ei-toivotut mainokset häiritsemästä sinua.
HealthCheck_Item_Title_stubborn=Ohjelmat, joissa on poisto-ongelmia
HealthCheck_Item_Dec_stubborn=Korjaa asennuksen poisto-ongelmat, jotta voit poistaa ohjelmia helposti
HealthCheck_Item_Title_packages=Asennustiedostot
HealthCheck_Item_Dec_packages=Puhdista asennustiedostot vapauttaaksesi lisää levytilaa
HealthCheck_Item_Title_malicious=Haitalliset ohjelmistot ja laajennukset
HealthCheck_Item_Dec_malicious=Poista haittaohjelmat ja selaimen laajennukset nopeaa ja turvallista tietokonetta varten.
HealthCheck_Item_Title_junk=Ohjelmistojen tarpeettomat tiedostot
HealthCheck_Item_Dec_junk=Siivoa tilapäistiedostot ja ohjelmiston käytön aikana syntyneet yksityisyysjäljet
HealthCheck_Item_Title_hibernation=Ohjelmiston lepotila
HealthCheck_Item_Dec_hibernation=Laita käyttämättömät ohjelmistot lepotilaan, jotta tietokoneesi toimisi nopeammin
HealthCheck_Item_Tip_hibernation=Tarpeettomat toiminnot pysäytetään, kun ohjelma on lepotilassa. Voit herättää sen milloin tahansa.
M_Fix=Korjaa
M_Detail=Tiedot
M_Recissues_Single=<a>%s</a> ongelma valittu korjattavaksi,
M_Recissues_Some=<a>%s</a> ongelmaa valittu korjattavaksi,
M_Allissues_Single=yhteensä <a>%s</a> ongelma
M_Allissues_Some=yhteensä <a>%s</a> ongelmaa
M_Noissues=Ongelmia ei löytynyt
M_issues_Single=<a>%s</a> ongelma
M_issues_Some=<a>%s</a> ongelmaa
M_Noissues2=Ei ongelmia
HealthCheck_Exit_Scanning=Skannaus on käynnissä. Haluatko varmasti poistua nyt?
HealthCheck_Exit_Fixing=Korjaus on käynnissä. Haluatko varmasti poistua nyt?
M_UL_SelectedFix_Single=<a>%s</a> asennuksen poistojäänne valittu korjaukseen
M_UL_SelectedFix_Some=<a>%s</a> asennuksen poistojäännettä valittu korjaukseen
M_OS_SelectedFix=<a>%s</a> vanhentunut ohjelmisto valittu korjattavaksi
M_SP_SelectedFix_Single=<a>%s</a> ohjelmiston käyttöoikeus valittu korjaukseen
M_SP_SelectedFix_Some=<a>%s</a> ohjelmiston käyttöoikeutta valittu korjaukseen
M_DN_SelectedFix_Single=<a>%s</a> häiritsevä ilmoitus valittu korjattavaksi
M_DN_SelectedFix_Some=<a>%s</a> häiritsevää ilmoitusta valittu korjattavaksi
M_PWUI_SelectedFix_Single=<a>%s</a> ohjelma, jonka asennuksen poistamiseen liittyvät ongelmat on valittu korjattavaksi
M_PWUI_SelectedFix_Some=<a>%s</a> ohjelmaa, joiden asennuksen poistamiseen liittyvät ongelmat on valittu korjattavaksi
M_IF_SelectedFix_Single=<a>%s</a> asennustiedosto valittu korjattavaksi
M_IF_SelectedFix_Some=<a>%s</a> asennustiedostoa valittu korjattavaksi
M_MSE_SelectedFix_Single=<a>%s</a> haittaohjelmisto ja laajennus valittu korjattavaksi
M_MSE_SelectedFix_Some=<a>%s</a> haittaohjelmistoa ja laajennusta valittu korjattavaksi
M_JF_SeletecedFix_Single=%s tarpeetonta tiedostoa valittu korjattavaksi
M_JF_SeletecedFix_Some=%s turhaa tiedostoa valittu korjattavaksi
M_SH_SeletecedFix_Some=%s ohjelmistoa valittu korjattavaksi
M_BackFix=Takaisin korjaukseen
M_NoItems=Kohteita ei löytynyt
M_item=kohde
M_items=kohdetta
M_File=Tiedosto
M_Reg=Rekisteri
M_Tasks=Ajoitetut tehtävät
M_Ser=Järjestelmäpalvelut
M_Select=Valitse kaikki
M_TitleCount=Nimi (Yhteensä: %d)
M_Version=Uusi versio
M_CurrentVersion=Nykyinen versio
M_BanwebTitleCount2=Lähettäjä (Yhteensä: %d)
M_Type=Tyyppi
M_BRate=Estämisaste
M_Recommendation=Suositus
M_Optional=Valinnainen
M_Block=Estä
M_SiteType=Sivuston ilmoitus
M_AppType=Sovellusilmoitus
M_MSType=Haittaohjelma
M_METype=Haitallinen laajennus
M_AdType=Mainoslaajennus
M_RegMiss=Asennuksen poistorekisteri puuttuu
HC_Ignore=Ohita
UL_IgnoreSoft=Jätä kaikki huomiotta tämän ohjelmiston osalta
HC_IgnoreForever=Jätä kaikki päivitykset huomiotta
HC_IgnoreCurrent=Ohita nykyinen päivitys
HC_OpenFile=Avaa tiedostosijainti
HC_OpenReg=Avaa regedit'issä
HC_Search=Etsi verkossa
HC_Startup=Käynnistyskohteet
HC_Tasks=Ajastetut tehtävät
HC_Services=Palvelut
HC_Desktopicon=Työpöytäkuvake
HC_Taskbaricon=Tehtäväpalkkikuvake
HC_RightMenu=Valikko oikealla klikkauksella
HC_Firewall=Palomuurin säännöt
M_PermissionTitleCount=Käyttöoikeustyyppi (Yhteensä: %d)
M_Name=Nimi
M_Impact=Vaikutukset
M_ImpactLow=Pieni
M_ImpactMedium=Keskisuuri
M_ImpactHigh=Suuri
M_Installed=Asennettu
M_OverxDay_Some=Ei käytetty %s päivään
M_OverxDay_Single=Ei käytetty %s päivään
M_Status=Tila
M_Disable=Poista käytöstä
M_FixDetails=Katso korjauksen yksityiskohdat alla:
M_Fix_RecTitle=Nopeamman ja puhtaamman tietokoneen saamiseksi voidaan tehdä enemmänkin:
M_Fix_RecLog=Puhdas asennuksen poisto lokin kanssa
M_Fix_RecLog_Des=Poista huolellisesti ohjelmat, joissa on asennuksen aikana syntyneitä lokitietoja
M_Fix_RecBundleware=Helpompi pakettiohjelmien poisto
M_Fix_RecBundleware_Des=Seuraa ohjelman asennusta reaaliajassa ja poista pakettiohjelmat helposti
M_Fix_RecLeftover=Poista automaattisesti kaikki tähteet
M_Fix_RecLeftover_Des=Poista automaattisesti tähteet, joita muut poisto-ohjelmat eivät voi poistaa
M_Fix_RecProgram_Single=<a>%s</a> suuri ohjelma löytyi
M_Fix_RecProgram_Some=<a>%s</a> suurta ohjelmaa löytyi
M_Fix_RecProgram_Des=Poista tarpeettomat suuret ohjelmat vapauttaaksesi lisää levytilaa.
M_Fix_RecWinApp_Single=<a>%s</a> Windows-sovellus löytyi
M_Fix_RecWinApp_Some=<a>%s</a> Windows-sovellusta löytyi
M_Fix_RecWinApp_Des=Poista tarpeettomat Windows-sovellukset vapauttaaksesi lisää levytilaa
M_Fix_RecEasyUn=Älykkäämpi, helppo asennuksen poisto
M_Fix_RecEasyUn_Des=Poista ohjelma helposti vetämällä Easy Uninstall -kuvake ohjelman avattuun ikkunaan, työpöydän kuvakkeeseen tai järjestelmän ilmoitusalueen kuvakkeeseen.
M_Fix_RecStubborn=Jääräpäisen ohjelman poisto
M_Fix_RecStubborn_Des=Ainutlaatuinen tietokanta tukee 4000+ itsepäisen ohjelman poistamista.
M_Fix_RecUpdateSoft=Päivitä ohjelmisto automaattisesti
M_Fix_RecUpdateSoft_Des=Ota käyttöön automaattinen päivitys, jotta ohjelmistosi pysyy aina ajan tasalla, missä tahansa.
M_Fix_RecInfrequently_Single=<a>%s</a> Harvoin käytetty ohjelma
M_Fix_RecInfrequently_Some=<a>%s</a> Harvoin käytetyt ohjelmat
M_Fix_RecInfrequently_Des=Poista harvoin käytetyt ohjelmat vapauttaaksesi lisää levytilaa.
M_UnlockTitle_Single=Avaa PRO-ominaisuudet korjataksesi %s havaittua ongelmaa
M_UnlockTitle_Some=Avaa PRO-ominaisuudet korjataksesi kaikki löydetyt %s ongelmaa
M_UnlockNow=Avaa lukitus nyt
M_Back=Takaisin
M_Try=Kokeile sitä heti
M_Upgrade=Päivitä nyt
M_Enable=Ota käyttöön nyt
M_CheckAll_packages=Oletko varma, että haluat poistaa kaikki asennustiedostot?
M_CheckAll_permission=Oletko varma, että haluat poistaa kaikki ohjelmistojen käyttöoikeudet?
M_CheckAll_permission2=Jotkin ohjelmiston ominaisuudet eivät ehkä toimi kunnolla, jos poistat kaikki ohjelmiston käyttöoikeudet käytöstä. On suositeltavaa, että poistat käytöstä vain tarpeettomat oikeudet.
M_ContinueAnyway=Jatka joka tapauksessa
M_Operate=Operaatio
M_Fixmanually=Korjaa manuaalisesti
M_FixManuallyEx=Korjaa manuaalisesti

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Nimi (Yhteensä: %d)
ListviewHeader_Software_M=Ohjelman nimi
History_info_DouBle_M=ohjelmaa ei poistettu kokonaan viime kerralla. Jatka valitsemalla Poista asennus.
History_info_One_M=ohjelma ei poistettu kokonaan viime kerralla. Jatka valitsemalla Poista asennus.
History_Scanfor_M=Etsi jäämiä
History_ViewDetail_M=Näytä tiedot
UninstallLog_No_IsEmpty_M=Tehoskannauksessa ei löytynyt jäämätiedostoja.
Program_Information=Ohjelmatiedot
Files_Deleted=Poistetut tiedostot
Registries_Deleted=Poistetut rekisterimerkinnät
Scheduled_Tasks_Deleted=Poistetut ajoitetut tehtävät
Deleted_on_Reboot=Poistettu uudelleenkäynnistyksessä
Service_Deleted=Poistetut palvelut
Export_M=Vie
rdlbl_NoTkanks=Ei kiitos
RdLabelDetailNull=Jokaisen poistetun ohjelman tiedot ja tila näytetään tässä.
RdLabelDetails=IObit Uninstaller on auttanut poistamaan <a>%d</a> ohjelmaa ja säästänyt <a>%s</a> levytilaa.
RdLabelDetail=IObit Uninstaller on auttanut poistamaan <a>%d</a> ohjelman ja säästänyt <a>%s</a> levytilaa.
History_NoUninstalled_M=Ei poistettu
History_Residualfilesleft_M=Jäljelle jääneet tiedostot
M_NoHistoryFound=Asennuksen poistohistoriaa ei löytynyt

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Poistohistoria
ListView_History.Columns[1].Caption=Poistopäivä
ListView_History.Columns[2].Caption=Koko
ListView_History.Columns[3].Caption=Toiminto
Menu_ClearThis.Caption=Tyhjennä ähistoria
Menu_ClearAll.Caption=Tyhjennä kaikki historiat

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ei kiitos!
RdImgBtnUninstall.caption=Poista asennus
RdListView_History.Columns[0].Caption=Ohjelman nimi
RdListView_History.Columns[1].Caption=Tila

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Asennuksen valvonta
lbl_RegText.caption=Rekisterimerkinnät:
lbl_SzieText.caption=Koko yhteensä:
lbl_StartText.caption=Käynnistykset:
lbl_FileText.caption=Tiedostot:

[InstallDetected_M]
Install_DetectedNewTitle=%s asennettiin seuraavin muutoksin:
Install_DetectedNewTitleEx=<a>%s</a> ohjelmaa asennettiin seuraavin muutoksin:
Install_ViewDetail=Tarkemmat tiedot

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Ota käyttöön
lbl_Caption.caption=Uusi asennus havaittu
lbl_InstallMoniorInfo.caption=Suosittelemme, että asennat Asennusvahdin, jolloin voit tarkastella kaikkia järjestelmään ohjelman asennuksen aikana tehtyjä muutoksia.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Kirjatut asennukset
rdlbl_Or.Caption=TAI
rdlbl_Auto.Caption=Automaattinen valvonta
rdlbl_Drap.Caption=Manuaalinen valvonta

[IUInstallMonitorFrm_M]
TipFileMsi=Tukematon suoritettava asennustiedosto. Valitse uudelleen ja yritä uudelleen.
TipFileNotMsiExe=Virheellinen suoritettava asennustiedosto. Valitse kelvollinen asennustiedosto ja yritä uudelleen.
AddTip1=Asennusvahti on varattu!
AddTip2=Asennusta seurataan jo. Yritä uudelleen, kun asennus on valmis.
StarFileTip=Suoritus epäonnistui
ExePathErrorTip=Asetustiedostoa verkkoasemalta ei tueta. Kopioi se paikalliselle kovalevylle ja yritä uudelleen.
Logging=Kirjataan järjestelmän muutokset...
rdlbl_TipContent_M=Asennusvahti havaitsee ja kirjaa järjestelmän muutokset asennuksessa, jolloin voit nähdä, mitä muutoksia valvotut ohjelmat tekivät asennuksen aikana.
rdlbl_SwitchTip.Caption_M=Tunnista ja kirjaa ohjelmien asennukset automaattisesti
rdlbl_DragFileTip.Caption_M=Lisää tai vedä asennustiedosto tähän asennusta ja järjestelmämuutosten kirjaamista varten.
EnableMonitorAutoTip=Sen ottaminen käyttöön ottaa myös IObit Uninstaller Monitorin käyttöön.
EnableMonitorManualTip=Manuaalinen valvonta ei ole käytettävissä, koska IObit Uninstaller Monitor on pois päältä.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Asennusloki
rdlbl_Export.Caption=Vie
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Näyttönimi:
InstallDateTip=Asennuspäivä:
VersionTip=Versio:
PublisherTip=Julkaisija:
LocationTip=Sijainti:
InstallationDurationTip=Asennuksen kesto:
InstallPackageTip=Asennuspakkaus:
RegEntriesTip=Rekisterimerkinnät:
FilesCountTip=Tiedostot:
TaskCountTip_M=Ajoitetut tehtävät:
ServiceCountTip_M=Järjestelmäpalvelut:
DllCountTip=DLL-rekisteröinti:
StartUpCountTip=Käynnistyskohteet:
TotalSizeTip=Koko yhteensä:
ProgramInformationTip=Ohjelman tiedot
MMORegistryTip=Rekisterimerkinnät
MMOFilesTip=Tiedostot
MMOTaskTip_M=Ajoitetut tehtävät
MMOServiceTip_M=Järjestelmäpalvelut
MMODllTip=DLL-rekisteröinti
MMOStartUpTip=Käynnistyskohteet
MonitorLog_SecondsLan=sekuntia
MonitorLog_SecondSingleLan=sekuntia
RegTip_Created=Rekisteri luotu:
RegTip_Modified=Rekisteriä muokattu:
RegTip_Deleted=Rekisteri poistettu:
FileTip_Created=Tiedosto luotu:
FileTip_Modified=Tiedosto muokattu:
FileTip_Deleted=Tiedosto poistettu:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Palaute

[MainForm_M]
Nav_Colle_Program_All=Ohjelmat
Nav_Colle_Browser_Extensions=Selaimen laajennukset
Nav_Colle_Win=Windows-sovellukset
Nav_Colle_AC=Toimintokeskus
Nav_Colle_SH=Ohjelmiston kunto
Nav_Item_Program_All=Kaikki ohjelmat
Nav_Item_Bundleware=Kytkyohjelmat
Nav_Item_Program_Recent=Äskettäin asennetut
Nav_Item_Program_Infrequent=Harvoin käytetyt
Nav_Item_Program_Large=Isot ohjelmat
Nav_Item_Browser_Extension_All=Kaikki selaimen laajennukset
Nav_Item_InstallMonitor=Asennusvahti
Nav_Item_Logged=Kirjatut ohjelmat
Nav_Item_AndroidApp=Android sovellukset
Hint_Settings=Asetukset
Hint_Tools=Työkalut
UninstallProTipEnterCode=Anna koodi
Button_Uninstall=Poista asennus
Button_Remove=Poista
Button_Update=Päivitä kaikki
Button_Install=Asenna nyt
ToolPopForceUninstallEx=Pakota asennuksenpoisto+
ToolPopSoftUpdater=Ohjelmiston päivittäjä
ToolPopStubborn=Itsepäisen ohjelman poisto
ToolPopHistory=Poistohistoria
ToolPopFileShredder=Tiedostosilppuri
ToolPopHunterMode=Easy Uninstall
ToolPopUpdateUninstall=Windows-päivitysten poisto
MoreSettingPopSetting=Asetukset...
MoreSettingPopRestore=Palautus
MoreSettingPopExport=Vie ohjelmaluettelo
MoreSettingPopUpdate=Tarkista päivitykset
MoreSettingPopManual=Käyttöohje
MoreSettingPopSupport=Tekninen tuki
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Tietoja
MoreSettingPopWhatsNew=Mitä uutta
MoreSettingSubscription=Tilaukseni
MoreSettingTranslate=Auta käännöksessä
DefaultSelProg=Vapauta tilaa poistamalla tarpeettomia ohjelmia.
DefaultSelPlug=Poista tarpeettomat laajennukset selaimen suojaamiseksi.
DefaultSelADPlugin1=Poista 1 haittaohjelma-/mainoslisäosa turvallista surffausta varten.
DefaultSelADPlugin2=Poista %d haittaohjelmaa-/mainoslisäosaa turvallista surffausta varten.
DefaultSelWApp=Poista tarpeettomat Windows-sovellukset tietokoneen tehostamiseksi.
DefaultSelBundle=Poista tarpeettomat kytkyohjelmat.
DefaultSelUpdate=Päivitä tärkeät ohjelmasi ajan tasalle.
DefaultUpdaterPromot=Päivitä enemmän ohjelmia IObit Software Updater -ohjelmalla.
DefaultUpdaterPromote1=vanhentunut ohjelma löytyi.
DefaultUpdaterPromote2=vanhentunutta ohjelmaa löytyi.
DefaultUpdaterPromoteInfo=Napsauta Päivitä kaikki, jos haluat päivittää kaikki vanhentuneet ohjelmat yhdellä kertaa.
SelInfoProg=ohjelma valittiin poistettavaksi. Koko yhteensä:
SelInfoProgM=ohjelmaa valittiin poistettavaksi. Koko yhteensä:
SelInfoPlug=laajennus valittu poistettavaksi.
SelInfoPlugM=laajennusta valittu poistettavaksi.
SelInfoApp=sovellus valittu poistettavaksi. Koko:
SelInfoAppM=sovellusta valittu poistettavaksi. Koko yhteensä:
SelInfoBundle=kohde valittu poistettavaksi.
SelInfoBundleM=kohdetta valittu poistettavaksi.
BundleHint=Kun asennat pääohjelmaa, joitakin muita ohjelmia voidaan asentaa myös ilman erillistä ilmoitusta. Voit poistaa ohjelmat, joita et halua.
RestoreDefaultSettingsButton=Palauta %s oletusasetukset
APTitle=Aktivoi kaikki Prot
AP5=Asennuksen poisto kirjattuna
AP2=Poista kytkyohjelma kokonaan
AP6=Ohjelmiston sujuva suoritus
AP4=Yhden napsautuksen ohjelmistopäivitys
MainUpdate_Hint=Uusi versio
NewsDisconnCaption=Jaa IObit Uninstaller perheesi ja ystävien kanssa.
NewsDisconnDes=He käyttävät sitä mielellään!
NewsNewVerCaption=Tärkeä päivitys saatavilla
NewsNewVerDes=Lataa uusin versio nyt.
ToolPopForceUninstall_Detail=Auttaa poistamaan ohjelmia, joita ei voi poistaa rutiininomaisesti
ToolPopSoftUpdaterEx_Detail=Päivitä vanhentuneet ohjelmistot tietoturvariskien vähentämiseksi
ToolPopHistory_Detail=Näyttää kunkin poistetun ohjelman tiedot ja tilan
ToolPopFileShredder_Detail=Auttaa poistamaan ei-toivotut tiedostot turvallisesti ja pysyvästi
ToolPopHunterMode_Detail=Poista ohjelmat helposti vetämällä Easy Uninstall -kuvake poistettavaan ohjelmaan
ToolPopUpdateEx_Detail=Poista ei-toivotut Windows-päivitykset vapauttaaksesi lisää levytilaa
ToolPopStubbornEx_Detail=Ainutlaatuinen tietokanta tukee 4000+ itsepäisen ohjelman poistamista.
DefaultSelInfoLoggedNew=Install Monitorin kirjaamat ohjelmat voidaan poistaa perusteellisesti.
DefaultSelAndroid=Poista ei-toivotut Android-sovellukset vapauttaaksesi lisää levytilaa.

[MetroApp_M]
NoSerchItem_Tip=Hakua vastaavia kohteita ei ole.
Win8NoItemTip_M=Windows-sovelluksia ei löytynyt
Win8LoadingApp=Ladataan sovelluksia...
Win8ListViewGroupsWin8AppHeader=Windows-sovellukset
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporationin julkaisemat sovellukset.
Win8ListViewGroupsThirdHeader=Kolmannen osapuolen sovellukset
Win8ListViewGroupsThirdSubtitle=Kolmannen osapuolen julkaisemat sovellukset.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nimi
ListView_AppList.Columns[1].caption=Koko
ListView_AppList.Columns[2].caption=Asennuspäivä
ListView_AppList.Columns[3].caption=Toiminto
lbl_Notice.caption=Nähdäksesi Windows-sovellukset, varmista järjestelmänvalvojan oikeutesi.
mniUninstall.caption=Poista asennus
mniRefush.caption=Päivitä
mniDetails.caption=Tiedot
mniOpenFile.caption=Avaa tiedostosijainti
mniOpenReg.caption=Avaa ohjelmalla Regedit
mniOpenWinstore.caption=Avaa Microsoft Store
mniSearchOnline.caption=Verkkohaku
mniRate.caption=Arvioi

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Poista asennus nyt
rdlbl_NoticeInfo.Caption=Järjestelmälevyllä vapaata tilaa on alle 10%.
rdlbl_NoticeTip.Caption=Poista ei-toivotut ohjelmat IObit Uninstallerilla, jolloin saat enemmän levytilaa.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> poistojäännettä löytyi.
LeftTip=Puhdista ne vapauttaaksesi lisää levytilaa.
LeftBtn=Puhdista nyt

[JunkNoticeForm_M]
JunkFound=<a>%s</a> ohjelmiston tarpeettomaa tiedostoa löytyi.

[SoftNoticeForm_M]
PopupTip=Häiritseviä ilmoituksia havaittu
PopUpOne=<a>1</a> ponnahdusilmoituksen voi estää keskeytysten välttämiseksi.
PopUpEx=<a>%s</a> ponnahdusilmoitusta voi estää keskeytysten välttämiseksi.
PopupBtn=Estä nyt

[Malicious_M]
NoticeInfoEx_One=Haitallisia ohjelmistoja/laajennuksia havaittu<BR><a>1</a> haitallinen ohjelmisto/laajennus voidaan poistaa nopean ja turvallisen tietokoneen varmistamiseksi.
NoticeInfoEx_Some=Haitallisia ohjelmistoja/laajennuksia havaittu<BR><a>%d</a> haittaohjelmaa/laajennusta voidaan poistaa nopean ja turvallisen tietokoneen varmistamiseksi.

[InstallClearForm_M]
SetupTip=Tarpeettomia asennustiedostoja havaittu
SetupClean=<a>1</a> tarpeeton asennustiedosto voidaan puhdistaa, jolloin levytilaa vapautuu <a>%s</a>.
SetupCleanEx=<a>%s</a> tarpeetonta asennustiedostoa voidaan puhdistaa, jolloin levytilaa vapautuu <a>%s</a>.
SetupBtn=Puhdista nyt

[SoftUpdate_Auto_M]
AutoUpdate_M=%s päivitystä asennettu automaattisesti.
AutoUpdate_One_M=1 päivitys asennettu automaattisesti.

[uninstall_Mitor_M]
showDetails_M=Näytä tiedot
Cleanmanually_M=Manuaalinen siivous
AutoClean_M=Automaattinen siivous
Cleaning_M=Siivous
Cleannow_M=Siivoa nyt
StillLeavas_M="%s" jäi vieläkin:
LeftoversRemoved_M=%s:n jäämiä poistettiin:
Registry_M=Rekisteri
File_M=Tiedosto
Files_M=tiedostoa
Cleanfuture_M=Automaattinen siivous tulevaisuudessa
Setting_M=Asetus
Uselessfiles_M=turhaa tiedostoa
UselessfilesOne_M=turha tiedosto
Uselessregistryentries_M=hyödytöntä rekisterimerkintää
UselessregistryentriesOne_M=turhaa rekisterimerkintää
Lan_BundleNoticeText_M=Kytkyohjelma löytyi asennettaessa kohdetta %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Haitalliset työkalurivit ja -laajennukset
ListViewGroupMaliciousDesc=Nämä työkalu rivit ja laajennukset voivat muuttaa oletusselaimesi ja varastaa yksityistietoja.
ListViewGroupAdTitle=Mainoksiin perustuvat työkalurivit ja laajennukset
ListViewGroupAdDesc=Nämä työkalurivit ja laajennukset voivat näyttää mainoksia, bannerimainoksia jne.
ListViewGroupTrustTitle=Luotetut työkalurivit ja laajennukset
ListViewGroupTrustDesc=Nämä työkalurivit ja laajennukset eivät vahingoita tietokonetta. Voit poistaa tai pitää ne omien mieltymystesi mukaisesti.
ListViewGroupExtensions=Päätteet
ListViewGroupPlugins=Laajennukset
ListViewGroupToolbar=Työkalurivi
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Sisäänrakennetut laajennukset
ListViewGroupFFOther=Muut laajennukset
ListViewGroupExtension_DES=Laajennuksia käytetään selaimen ominaisuuksien muokkaamiseen.
ListViewGroupPlugin_DES=Laajennus voidaan asentaa helposti ja käyttää osana verkkoselainta.
ListViewGroupToolbar_DES=Työkalupalkin avulla käyttäjät voivat käyttää sivustoja nopeasti tai suorittaa muita sovellustoimintoja.
ListViewGroupBHO_DES=BHO auttaa luomaan yksilöllisiä selaimia ja tarjoaa yksinkertaisempia vuorovaikutteisia toimintoja.
ListViewGroupActivex_DES=Internet Explorer käyttää ActiveX-ohjelmaa multimediatoiston helpottamiseksi.
ListViewGroupFFBulit_DES=Firefoxin asennuksen tai päivityksen yhteydessä asennetut/jälleen-asennetut laajennukset
ListViewGroupFFOther_DES=Firefoxin lisäosista tai muista kanavista asennetut laajennukset
NoSerchItem_Tip=Hakua vastaavia kohteita ei ole.
PluginColumnStr_Title=Nimi (Yhteensä: %d)
ChromeSyncMsg=Chromen synkronointi on käytössä. Poistettavat liitännäiset voidaan asentaa automaattisesti uudelleen poiston jälkeen. Poista Chromen synkronointi käytöstä valitsemalla <a>Poista Chromen synkronointi käytöstä</a>.
EdgeSyncMsg=Edge Sync on käytössä. Poistettavaksi valitut laajennukset saatetaan asentaa automaattisesti uudelleen poiston jälkeen. Napsauta <a>Poista Edge Sync käytöstä</a> ja noudata yksityiskohtaisia ohjeita Edge Syncin poistamiseksi käytöstä.
FuncPluginSysPluginMsgBox=%s ei ole suositeltavaa poistaa, koska jotkin selaintoiminnot saattavat muuttua poistamisen jälkeen.
FuncPluginLoading=Ladataan...
FuncPluginRmoveSuccess=Poisto onnistui. Ladataan...
FuncVotePlugSelectMsgBox=Valitse kohde arvioitavaksi
FuncPluginRmoveConfireSingleMsgBox=Haluatko varmasti poistaa valitun kohteen?
FuncPluginRmoveConfireSomeMsgBox=Haluatko varmasti poistaa valitut kohteet?
FuncCheckBrowserMsgBox_1=%s on käynnissä.
FuncCheckBrowserMsgBox_2=Sulje se napsauttamalla OK (Tallenna sisältö ensin).
FuncCheckBrowserMsgBox_3=Tai keskeytä toiminto valitsemalla Peruuta.
FuncCheckBrowserMsgBox_4=%s ovat käynnissä.
FuncCheckBrowserMsgBox_5=Sulje ne napsauttamalla OK (Tallenna ensin sisältö).
FuncCheckBrowserMsgBox_6=Tai keskeytä toiminto valitsemalla Peruuta.
FuncPluginRemoveFailedMsgBox_4=%s ei ehkä voitu poistaa, koska se on %s:n suojauksessa. Lopeta %s ja käynnistä IObit Uninstaller uudelleen.
FuncRestoreSuccessMsgBox=Palautus oletusasetuksiin onnistui.
FuncRestoreFailedMsgBox=Selaimen oletusasetusten palauttaminen epäonnistui.
PluginRestoreStr=Palauta %s oletusasetukset
mniOpeninRegedit_M=Avaa regedit'issä
lbl_NoFoundItems.caption_M=Työkalurivejä tai laajennuksia ei löytynyt

[VoteText_M]
FuncVoteMarkSelectMsgBox=Arvioi.
FuncVoteFailedMsgBox=Arviointi epäonnistui, tarkista verkkoyhteytesi ja yritä uudelleen.
FuncVoteActiveVote=Arviointi
FuncVoteWaitting=Lähetetään arvio, odota...
NewVote_1=Käyttäjäarvioita ei ole vielä tehty.
NewVote_2=%d käyttäjää arvioinut.
NewVote_3=Mitä mieltä olet tästä laajennuksesta?
NewVote_4=Mitä mieltä olet tästä sovelluksesta?
NewVote_5=Olet jo arvioinut.
NewVote_6=Arvioni:
Removingnow_M=Poistetaan nyt...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nimi
rdlvAllBrowse.Columns[1].Caption=Käyttäjän arvio
rdlvAllBrowse.Columns[2].Caption=Toiminto
rdlvCustomBrowse.Columns[0].Caption=Nimi
rdlvCustomBrowse.Columns[1].Caption=Toiminto
mniRemove.Caption=Poista
mniRate.Caption=Arvio
mniIgone.Caption=Ohita
mniRefush.Caption=Virkistä
mniOpenFloder.Caption=Avaa tiedostokansio
mniSelectedAll.Caption=Valitse kaikki
mniInvertSelection.Caption=Käänteinen valinta
mniSearchOnline.Caption=Verkkohaku

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Nollaa selain
lblConfire.Caption=Haluatko varmasti palauttaa oletusasetukset?
lblHomepageTitle.Caption=Nykyinen kotisivu:
lblSearchTitle.Caption=Nykyinen oletushakukone:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Peruuta

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Poisto onnistui!
lbl_Removing.Caption=Poistetaan...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Tällaisia ohjelmia ei löytynyt (ei käytetty yli %d kuukauteen).
Noprograms_UseLess_One_M=Tällaisia ohjelmia ei löytynyt (ei käytetty yli 1 kuukauteen).
Noprograms_Size_M=Mikään ohjelma ei ylitä %s.
Noprograms_match_M=Hakua vastaavia kohteita ei ole.
Noprograms_Recent_M=Yhtään ohjelmaa ei ole asennettu viimeisten 10 päivän aikana.
NoPrograms_RecentEx_M=Ohjelmia ei ole asennettu viimeisten %s kuukauden aikana
Noprograms_Android_M=Android-sovelluksia ei löytynyt
monthsago_M=%d kuukauden aikana
yearsago_M=%d vuoden aikana
yearsagos_M=%d vuoden aikana
SoftwareFrame_InstallDate_M=Asennuspäivä
SoftwareFrame_FrequencyUse_M=Viimeksi käytetty
HistoryInfo_DisplayName=Näyttönimi
HistoryInfo_Publisher=Julkaisija
HistoryInfo_Version=Versio
HistoryInfo_InstallDate=Asennuspäivä
HistoryInfo_UseSize=Käytetty tila
HistoryInfo_Location=Sijainti
HistoryInfo_UninstallDate=Asennuksen poistopäivä
Lan_NoBundle_New=Kytkyohjelma voi asentaa muita ohjelmia huomaamatta pääohjelman asennuksen yhteydessä.
Lan_Main_Soft=Pääohjelma
Lan_Bundled_Soft=Kytkyohjelma
Lan_Bundled_Plug=Kytkylaajennus
ColumnName_Logged=Asennusloki
ColumnName_LogDate=Asennuspäivä
ViewDetail=Näytä loki
NoPrograms_Logged=Asennusvahdilla kirjatut ohjelmat voidaan poistaa perusteellisesti.
Show_Components_M=Näytä järjestelmän ajonaikaiset osat
Last_Days_M=viimeiset %s päivää
Last_Month_M=viimeisin %s kuukausi
Last_Months_M=viimeiset %s kuukautta
Larger_M=suurempi kuin %s
NotUsed_Month_M=Ei käytetty %s kuukauden aikana
NotUsed_Months_M=Ei ole käytetty %s kuukauteen
AllDrives_M=Kaikki asemat

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Koko
ListView_SoftwareList.Columns[2].Caption=Asennuspäivä
ListView_SoftwareList.Columns[3].Caption=Toiminto
Menu_Program_Uninstall.caption=Poista asennus
Menu_Program_Repair.caption=Korjaa
Menu_Program_Refresh.caption=Päivitä
Menu_Program_OpenFileLocation.caption=Avaa tiedostosijainti
Menu_Program_OpeninRegedit.caption=Avaa ohjelmalla RegEdit
Menu_Program_SearchOnline.caption=Verkkohaku
mni_Openthewebsite.caption=Avaa verkkosivusto
mni_RunNow.caption=Suorita nyt

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tyyppi
ListView_BundleList.Columns[2].Caption=Toiminto
Menu_Program_Uninstall.caption=Poista asennus
Menu_Program_OpenFileLocation.caption=Avaa tiedostosijainti
Menu_Program_OpeninRegedit.caption=Avaa ohjelmalla Regedit
Menu_Program_SearchOnline.caption=Etsi verkosta
mni_Ignore.caption=Ohita
mniOpenthewebsite.caption=Avaa verkkosivusto

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Kytkyohjelma löytyi.
btn_UninstallAll.caption=Poista kaikki asennukset
lbl_Info.caption=Poista kaikkien seuraavien nippuohjelmien asennus yhdessä IObit Uninstaller PRO:lla tai poista vain nykyisen ohjelman asennus.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Kytkyohjelma löytyi. Valitse myös ei-toivottu kytkyohjelma poistettavaksi.

[PromoteForm_M]
M_ProAD_Title=Enemmän ominaisuuksia ja etuja Pro-versiossa:
M_ProAD_CleanLog=Poista ohjelmat perusteellisesti asennuksen aikana luotujen lokien avulla
M_ProAD_Monitor=Seuraa ohjelman asennusta ja poista kytkyohjelma helposti
M_ProAD_Database=Suuri tietokanta poistaa itsepäiset ohjelmat perusteellisesti
M_ProAD_Plugin=Poista haitta-/mainoslaajennukset, jolloin verkkoselaaminen on turvallista ja tasaista
M_ProAD_Update=Pidä tärkeät ohjelmat aina ajan tasalla yhdellä napsautuksella
M_ProAD_SoftHealth=Tunnista automaattisesti ohjelmistojen haavoittuvuudet ja estä helposti ponnahdusilmoitukset ja ei-toivotut mainokset
M_Continue=Jatka asennuksen poistamista
M_BundleTitle=Aktivoi IObit Uninstaller PRO poistaaksesi kytkyohjelmat kokonaan.
M_BundleTitle2=Seuraa ohjelman asennusta reaaliajassa ja poista kytkyohjelmat helposti.
M_UninstallLogTitle=Aktivoi IObit Uninstaller PRO, joka tunnistaa ja kirjaa ohjelman asennuksen automaattisesti tulevaa perusteellista asennuksen poistoa varten.
M_PluginMaliciouTitle=Aktivoi IObit Uninstaller PRO poistaaksesi haitalliset-/mainoslaajennukset perusteellisesti.
M_PluginMaliciouTitle2=Yhä laajeneva tietokanta auttaa poistamaan enemmän haittaohjelma-/ mainoslaajennuksia.
M_SPUninstallFail=%s kohdetta ei voitu poistaa.
M_SPAD_Title=Aktivoi PRO poistaaksesi sen tietyllä tietokannalla.
M_SPUninstallFailCount=%d ohjelman asennusta ei voitu poistaa.
M_SPADCount_Title=ei voi poistaa normaalisti. Aktivoi PRO poistaaksesi ne tietyllä tietokannalla.
SpecPromotTile_1=%s kohdetta ei voitu poistaa.
SpecPromotTile_2=%d ohjelman asennusta ei voitu poistaa.
SpecPromotTile_3=1 ohjelma poistettiin.
SpecPromotTile_4=%d ohjelmaa poistettiin.
SpecPromotTile_5=Mutta 1 ohjelman poisto ei onnistunut.
SpecPromotTile_6=Mutta %d ohjelman poisto ei onnistunut.
SpecPromotInfo_1=Aktivoi PRO poistaaksesi sen tietyllä tietokannalla.
SpecPromotInfo_2=Aktivoi PRO poistaaksesi ne tietyllä tietokannalla.
SpecPromotInfo_3=%s asennusta ei voitu poistaa normaalilla tavalla.

[Protip_M]
Congratulations_M=Onnittelut!
YouHave_M=Olet onnistuneesti päivittänyt uusimpaan IObit Uninstaller versioon.
Try_M=Kokeile nyt!
Tip_M=IObit Uninstaller päivitettiin automaattisesti versioon <a>%d</a>.
WhatNew_M=Viimeisimmän version uudet ominaisuudet:
More_M=Lisätietoja

[Uninstaller_Public_M]
Lan_ButtonCancel=Peruuta
Lan_ButtonClose=Sulje
Lan_ButtonContinue=Jatka
Lan_ButtonClean=Siivous
Lan_Cleaning=Siivotaan
Lan_Details=Tiedot
Lan_Exit=Poistu
Lan_Hide=Piilota
Lan_Ignore=Ohita
Lan_Ignored=Ohitettu
Lan_item=kohde
Lan_items=kohdetta
Lan_LoadingD=Ladataan...
Lan_WindowMin=Minimoi
Lan_WindowMax=Maksimoi
Lan_ButtonNo=Ei
Lan_Name=Nimi
Lan_NameT=Nimi (Yhteensä: %d)
Lan_Notagain=Älä näytä tätä enää
Lan_ButtonOK=OK
Lan_Publisher=Julkaisija
Lan_WindowRest=Palauta
Lan_ButtonRemove=Poista
Lan_State=Tila
Lan_Show=Näytä
Lan_Scan=Skanaa
Lan_Search=Etsi
Lan_ButtonUninstall=Poista asennus
Lan_Version=Versio
Lan_ButtonYES=Kyllä
Lan_ButtonFor0=Hanki Pro $0 hinnalla
Lan_ButtonActivate=Aktivoi nyt
Lan_ButtonUpgrade=Päivitä nyt
Lan_ButtonUpgradeFor0=Päivitä nyt ilmaiseksi
Lan_DisplayName=Näyttönimi
Lan_Installationpath=Asennuspolku
Lan_Description=Kuvaus
Lan_LinkAbout=Tietoja linkistä
Lan_LinkHelp=Ohjelinkki
Lan_SysMsgCorrupted=Jotkin IObit Uninstaller -tiedostot ovat vioittuneet. Asenna IObit Uninstaller uudelleen.
Lan_Bit=bitti

[RC_M]
M1=Ilmainen PRO-version haku
M2=Voit nauttia helpommasta, tehokkaammasta ja täydellisemmästä asennuksen poistamista hintaan 0€.
M3=Auto
M4=Jäännöstiedostojen siivous
M5=1-klikkaus
M6=Kaikkien ohjelmisto-ongelmien korjaus
M7=4000+
M8=Jääräpäisten ohjelmistojen poisto
M9=50% suurempi
M10=Ohjelmistopäivitysten tietokanta
M11=Lisää hienoja ja parannettuja PRO-ominaisuuksia tarjotaan ILMAISEKSI nyt:
M12=Ota käyttöön ILMAINEN automaattinen jäännöstiedostojen puhdistus
M13=ja nauti nopeammasta ja sujuvammasta tietokoneesta.

[Unistaller_Register_M]
license_OtherCode_M=Lisenssikoodi %s on kelvollinen vain ohjelmalle %s. Lataa ja rekisteröi %s napsauttamalla OK-painiketta.
LicenseCannotconnect_M=Palvelinyhteyttä ei voi muodostaa. Tarkista verkko-/välityspalvelimen asetukset ja yritä vahvistaa lisenssi myöhemmin.
license_OtherGivewalys_M_M=%s on giveaway-lisenssi ja se on voimassa vain määrätyn version osalta. Vieraile <a>täällä</a>, josta voit hankkia uuden lisenssikoodin ohjelmalle IObit Uninstaller %s PRO.
License_expired_M=Lisenssi %s on vanhentunut. Voit ostaa uuden lisenssin napsauttamalla <a>here</a>.
License_maximum_M=Lisenssi %s on aktivoitu maksimimäärälle tietokoneita, eikä sitä voi käyttää. Napsauta <a>here</a> toisen IObit Uninstaller PRO -ohjelmalisenssin aktivoimiseksi tällä tietokoneella.
License_Free_M=Lisenssiä %s ei voi aktivoida. Hanki uusi lisenssi ohjelmalle IObit Uninstaller PRO.
License_valid_M=Virheellinen lisenssikoodi! Anna kelvollinen käyttöoikeuskoodi.
LicenseSeat_M=Käyttöoikeusmäärä:
LicenseCodeLiftTime_M=Tämä on elinikäinen käyttöoikeuskoodi, joka on voimassa vain IObit Uninstaller versiolle v%d. Asenna IObit Uninstaller v%d PRO uudelleen.
licensedays_left_M=%d päivää jäljellä
licenseday_left_M=%d päivää jäljellä
LicenseCodeLocation_M=Lisenssikoodi %s ei ole kelvollinen alueellasi tai maassasi. Osta kelvollinen valitsemalla OK.
Never_M=Ei koskaan
M_CheckYourLicense=Voit tarkistaa lisenssisi tilan valitsemalla Omat tilaukseni Asetukset-valikosta.

[Uninstaller_Form_Activate]
Label_Get.caption=Hae lisenssi
Label_Retrv.caption=Hae koodi
Label_Eg.caption=Esim.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Rekisteröi nyt
RdLabelCaption.caption=Aktivoi Pro Editioon nauttiaksesi paremmista palveluista
Label_Please.caption=Syötä lisenssi ja klikkaa "Rekisteröi nyt"-painiketta aktivoidaksesi kaikki PRO edition toiminnot.
Label_Code.caption=Lisenssikoodi:
RdBtnlab.caption=Enemmän etuja, lupaamme:
RdImgBtn_Upgrade.caption=Päivitä Pro-versioon

[Form_Activate_M]
TitleOne=Poista asennus lokilla
ContentOne=Poista asennuksen aikana luodut ohjelmat lokin avulla
TitleTwo=Itsepäisen ohjelman poisto
ContentTwo=Poista täydellisesti 4000+ itsepäistä ohjelmaa ainutlaatuisen tietokannan avulla.
TitleThree=Ohjelmiston sujuva suoritus
ContentThree=Automaattinen ohjelmistojen haavoittuvuuksien havaitseminen, ponnahdusikkunoiden ja ei-toivottujen mainosten estäminen.
TitleFour=Ohjelmistopäivittäjä
ContentFour=Pidä tärkeät ohjelmat aina ajan tasalla 1 napsautuksella.

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Sulje
lbleg.Caption=Esim.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Ohje
Label_Please.caption=Syötä lisenssi ja klikkaa "Rekisteröi nyt"-painiketta aktivoidaksesi kaikki PRO edition toiminnot.
Label_Code.caption=Lisenssikoodi:
RdImgBtnRegister.caption=Rekisteröi nyt
Label_Retrv.caption=Hae koodi
Label_HaveLicense.caption=Eikö sinulla ole lisenssiä?
Label_click.caption=Hae klikkaamalla tästä.
RdImageButton_Back.caption=Takaisin
RdImageButton_Close.caption=Sulje
RdLabelCaption.caption=Lisenssin hallinta
Label_Status.caption=Lisenssin tila:
Label_Activated.caption=Aktivoitu
Label_Lcode.caption=Lisenssikoodi:
Label_Data.caption=Viimeinen käyttöpäivä:
Label_Refresh.caption=Päivitä
Label_Export.caption=Vie lisenssi
rdlblAlread.caption:=Lisenssikoodi on jo

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Ohje
RdImgBtn_Closetwo.caption=Sulje
Label_success.caption=Lisenssin aktivointi onnistui!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Napsauta vasemmalla ja vedä hiirellä kuvakaappausalue
M_NoticeInfo_AC=2. Poistu hiiren oikealla painikkeella tai painamalla Esc
M_Rect=Suorakulmio
M_Oval=Soikio
M_Text=Teksti
M_Paintbrush=Pensseli
M_Return=Palautus ((Ctrl + Z))
M_Copy=Kopioi leikepöydälle
M_Exit=Poistu kuvakaappauksesta
M_Save=Tallenna
M_TipInfo=Kuvakaappaus on tallennettu leikepöydälle. Voit liittää sen painamalla Ctrl + V.
M_TipShow=Älä näytä tätä viestiä enää
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Asetukset
lbl_SkinTitle.caption=Teema:
lbl_LanguageTitle.caption=Nykyinen kieli:
lbl_FontSize.caption=Fonttikoko:
lbl_Dark.caption=Tumma
lbl_Light.caption=Vaalea
lbl_Transparency.caption=Läpinäkyvyys:
lbl_UpdateTitle.caption=Päivitystapa
lbl_UpdateChooseDes.caption=Tämän tuotteen päivitystapa:
btnImg_UpdateRemind.caption=Linkki ohjelman tiedoihin
btnImg_UpdateAuto.caption=Päivitä automaattisesti
btnImg_AutoDelete.caption=Poista jäämätiedostot automaattisesti
btnImg_AfterUninstallAutoScan.caption=Poista automaattisesti muilla ohjelmilla poistettujen ohjelmien jäämät
btnImg_RemoveToRecycleBin.caption=Poista jäämätiedostot roskakoriin
btnImg_ShowExplorerButton.caption=Lisää silppupainike resurssienhallintaan
btnImg_ShowComponents_New.caption=Näytä järjestelmän ajonaikaiset komponentit
btnImg_ShowMenuButton.caption=Lisää tehokas asennuksen poisto Windowsin pikavalikkoon
btnImg_CreateRestore.caption=Luo palautuspiste ennen asennuksen poistamista
lbl_HotKey.caption=Pikanäppäin Easy Uninstallerille
lbl_OccupiedHotKey.caption=Jo käytössä, kirjoita uusi.
btn_NotifySoftUpdater.caption=Ilmoita ohjelmistopäivityksien saatavuudesta
btnImg_SystemDiskSpace.caption=Ilmoita, kun järjestelmälevyn vapaa tila on alle 10%
btnImg_UserInterface.Caption=Käyttöliittymä
btnImg_General.Caption=Yleiset
btnImg_Notification.Caption=Ilmoitukset
btn_Uninstall.Caption=Poista asennus
btn_SoftwareHealth.Caption=Ohjelmiston kunto
btn_Ingore.Caption=Ohituslista
lbl_Infrequently.Caption=Harvoin käytetyt ohjelmat: ei käytetty seuraavasti
lbl_Large.Caption=Isot ohjelmat: suuremmat kuin
btn_UpdateManually.Caption=Päivitä manuaalisesti
btn_Quick.Caption=Ota Pikapoisto käyttöön, jotta ohjelman alkuperäisen poistorutiinin pyynnöt voidaan vahvistaa automaattisesti (jos mahdollista).
btn_SoftAutoUpdate.Caption=Päivitä vanhentuneet ohjelmistot automaattisesti
lbl_SavaDownload.Caption=Tallenna kaikki ladatut ohjelmat kansioon:
btn_Browse.Caption=Selaa...
lbl_PermissionsDes.Caption=Valitse skannattavat ohjelmisto-oikeudet:
lbl_InstallFileDes.Caption=Asennustiedostojen poistaminen:
btn_InstallFilesInstalled.Caption=Poista kaikki jo asennetut asennustiedostot
btn_InstallFilesNotUsed.Caption=Poista asennustiedostot, joita ei ole käytetty
btn_InstallFileDelte.Caption=Poista asennustiedostot roskakoriin
lbl_IgnoreTip.Caption=Ohitettuja kohteita ei havaita, ennen kuin poistat ne alla olevasta luettelosta.
btn_EnableMonitor.Caption=Ota IObit Uninstaller Monitor käyttöön ja lataa se Windowsin käynnistyksen yhteydessä.
btn_SkipUAC.Caption=Ohita käyttäjätilien valvonta-varoitus
lbl_RecentlyInstall.Caption=Viimeksi asennetut ohjelmat:
btn_UseSystemDIP.Caption=Käytä järjestelmän DPI-skaalausasetuksia
lbl_bundleware_IgnoreTip.Caption=Pakettien ohituslista
lbl_health_IgnoreTip.Caption=Ohjelmistokunnon ohituslista

[Uninstall_setting_M]
Setting_Size_Normal=Normaali
Setting_Size_Large=Iso
Setting_Size_Larger=Isompi
EnableMonitor=IObit Uninstaller Monitor toimii taustalla varmistaakseen, että tärkeät ominaisuudet toimivat oikein.
SystemComponentsInfo=Järjestelmäkomponentit, kuten Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Ilmoita, kun asennusloki luotiin automaattisessa valvonnassa
btnImg_BundlewareInstalled_M=Ilmoita, jos kytkyohjelma asennettiin
btnImg_BrowserPlugTip_M=Ilmoita haitallisten laajennuksien asennuksista
btnImg_AutoCleanTipForm_M=Ilmoita, kun havaitset jäännöstiedostoja, jotka ovat jääneet jäljelle muiden asennuksenpoisto-ohjelmien ajosta
btnImg_leftovers_M=Ilmoita, jos poistettujen ohjelmien tähteitä havaitaan
btnImg_SoftNotific_M=Ilmoita, kun ponnahdusilmoituksia havaitaan
btnImg_NotNeedInstall_M=Ilmoita, jos tarpeettomia asennustiedostoja havaitaan.
btnImg_NotNeedJunk_M=Ilmoita tunnistettujen tarpeettomien ohjelmistotiedostojen havaitsemisesta
M_Mounth=1 kuukausi
M_Mounths=%d kuukautta
Last_Days_M=viimeisten %s päivän aikana
Last_Month_M=viimeisin %s kuukausi
Last_Months_M=viimeisten %s kuukauden aikana

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Toiminnot eivät toimi kunnolla!
rdlblSure.caption=Jos IObit Uninstaller Monitor ei lataudu Windowsin käynnistyksen yhteydessä, edellä mainitut toiminnot eivät toimi oikein. Haluatko vielä peruuttaa vaihtoehdon?
rdlblDes.caption=IObit Uninstaller Monitor on erittäin tärkeä ja välttämätön seuraavien toimintojen kannalta:
rdhtmlblText.caption=- Päivitysten tarkistaminen<br>- Ohjelmien asennusten seuranta<br>- Puutteellisen asennuksen poiston tai jäljelle jääneiden tiedostojen havaitseminen<br>- Haitallisten ohjelmistojen/laajennusten ja pakettiohjelmien havaitseminen<br>- Ponnahdusikkunailmoitusten havaitseminen<br>- Tarpeettomien asennustiedostojen havaitseminen<br>- Järjestelmän levyn vapaan tilan seuranta

[SoftUpdate_M]
SUCaption=Ohjelmistopäivittäjä
SU_GroupOutData=Vanhentunut
SU_GroupUpToDate_New=Ajantasalla
SU_Ignore=Ohita
SU_Ignored=Ohitettu
SU_NoIgnore=Kumoa ohitus
SU_Update=Päivitä
SU_Updating=Päivitetään
SU_UpToDate=Ajantasalla
SU_NewVersion=Uusi versio
SU_CurrVersion=Nykyinen versio
SU_ActivePro=Aktivoi automaattiset päivitykset
SU_Button_UpdateAll=Päivitä kaikki
SU_NoUpdates=Tietokoneessasi olevaan ohjelmistoon ei ole saatavilla päivitystä.
SU_IgnoreForever=Ohita kaikki päivitykset
SU_IgnoreCurrent=Ohita nykyinen päivitys
SU_CancelUpdate=Päivitys on käynnissä. Haluatko varmasti peruuttaa päivityksen?
SU_DefaultSelUpdate=Kaikki ohjelmistot ovat ajan tasalla!
SU_DefaultUpdaterPromoteInfo=Päivitä kaikki vanhentuneet ohjelmistot tietoturvariskien vähentämiseksi.

[SoftUpdatePromote_M]
IUP_Manually=Päivitä manuaalisesti
Img_Tab=Aktivoi IObit Uninstaller PRO
LbIUPromote1=Päivitä kaikki tärkeät ohjelmat vain yhdellä napsautuksella
LbIUPromote2=Asenna päivitykset automaattisesti ilman verkkosivustolla käyntiä
IUP_Manually2=Poista asennus manuaalisesti
LbIUPromote3=Poista kaikki itsepäiset ohjelmat vain yhdellä napsautuksella
LbIUPromote4=Yksilöllinen tietokanta tukee 4000+ itsepäisen ohjelman poistamista.
LbIUPromote5=Automaattinen asennuksen poisto-ongelmien korjaaminen ja ylijäämien automaattinen puhdistus asennuksen jälkeen
IUP_Manually3=Poista manuaalisesti
LbIUPromote6=Poista kaikki haittaohjelmat ja laajennukset vain yhdellä napsautuksella.
LbIUPromote7=Puhdista jäännökset automaattisesti poiston jälkeen
SUInstall=Asenna
SUImg_Tab=Asenna IObit Software Updater
LbSUPromote1=Päivitä enemmän ohjelmia vaivattomasti
LbSUPromote2=Asenna haluamasi ohjelmat helposti
SUEULA=Napsauttamalla Asenna-painiketta hyväksyt IObit Software Updater asennuksen ja sen <a>Käyttöoikeussopimuksen</a> ja <a>Tietosuojakäytännön</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> tuote on päivitettävä
TipOnes=<a>%s</a> tuotetta on päivitettävä
TipInfo=suojaamaan tietokonettasi tietoturva-aukkojen varalta
NeverShow=Älä näytä tätä enää
BtnUpdate=Päivitä nyt
M_NoticeLastUpdate=%s päivää viimeisimmästä päivityksestä
M_NoticeLastOneUpdate=1 päivä viimeisimmästä päivityksestä

[SpecUTool_M]
SpecTOpen=Avaa
SpecTOK=OK
SpecTHide=Piilota
TrayHint=IObit Uninstaller poistaa ohjelma-asennuksia
SpecTUninstalling=Poistetaan seuraava ohjelma:
SpecTUninstallingM=Poistetaan seuraavia ohjelmia:
SpecTUninstalled=ohjelma poistettu.
SpecTUninstalledM=ohjelmaa poistettu.
SpecTClose=Sulje

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Itsepäisen ohjelman poisto
lbl_DescInfo.caption=Tarkista ja poista ohjelmat, joiden poistomerkintää ei ehkä löydy muista paikoista.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Virallinen poistotietokanta (%d)
OfficialDesEx=Joidenkin ohjelmien asennusta ei voi poistaa normaalilla tavalla tietoturvasyistä. Voit helposti poistaa ne käyttämällä niiden virallista poistajaa täältä.
AllGroupEx=Tuettujen ohjelmien tietokanta (%d)
AllDesEx=Tässä on luettelo muista ohjelmista, joita et ehkä löydä asennuksen poistomerkinnöistä muissa paikoissa. Voit helposti poistaa ne täältä.
ProblemsTip=Ongelmia löydetty
LoadingTip=Ladataan tuettujen ohjelmien tietokantaa...
NotInstallSingleMsgBox=Seuraavalle ohjelmalle ei havaittu asennuksen poisto-ongelmia. Oletko varma, että haluat jatkaa asennuksen poistamista ja skannata jäljelle jääneet tiedostot?
NotInstallSomeMsgBox=Seuraaville ohjelmille ei havaittu poisto-ongelmia. Oletko varma, että haluat jatkaa asennuksen poistamista ja skannata jäljelle jääneet tiedostot?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Järjestelmän palauttaminen
rdlblDesc.Caption=Palauta tietokone tilaan, jossa se oli ennen valittua tapahtumaa. Viimeisintä ei voi poistaa järjestelmän turvallisuuden vuoksi.
ListView_Restore.Columns[0].Caption=Päiväys
ListView_Restore.Columns[1].Caption=Kuvaus
btn_CreateRestorePoint.Caption=Luo palautuspiste
RdImageButton_Restore.Caption=Palauta
RdImageButton_Delete.Caption=Poista
lblNull.Caption=Palautuspisteitä ei ole luotu.
Rdlbl_CreateRestorePoint.caption=Luo palautuspiste

[SystemRestore_M]
SysRestore_CreateComplete=Palautuspisteen luonti onnistui
SysRestore_CreateFailed=Palautuspisteen luominen epäonnistui! Tarkista, onko järjestelmän palauttaminen käytössä.
SysRestore_CreateRestore_Confirm=Haluatko varmasti luoda palautuspisteen?
SysRestore_CreateRestore_Tip=Luodaan palautuspistettä, odota hetki...
SysRestore_CreateRestore_Failed=Palautuspisteen luominen epäonnistui! Tarkista, onko järjestelmän palauttaminen käytössä.
SysRestore_SetRestore_Confirm=VAROITUS: Järjestelmän palauttaminen palautuspisteeseen kumoaa kaikki palautuspisteen jälkeen tehdyt muutokset. Palautuksen käynnistyttyä järjestelmän palautusta ei voi peruuttaa tai keskeyttää. Oletko varma, että haluat jatkaa?
SysRestore_SetRestore_Reboot=Näiden muutosten soveltaminen edellyttää uudelleenkäynnistystä. Tallenna kaikki avatut tiedostot ja sulje kaikki avatut ohjelmat ennen uudelleenkäynnistystä. Käynnistetäänkö tietokone uudelleen nyt?
SysRestore_SetRestore_Tip=Palautetaan järjestelmätiedostoja ja asetuksia, odota...
SysRestore_Delete_Confirm=Haluatko varmasti poistaa sen?

[UninstallForm_M]
MsgBox_SelectProgram=Valitse vähintään yksi ohjelma.
Msg_Bundle_RebootSpec=asennusta poistettiin. Viimeistele asennuksen poistaminen käynnistämällä tietokone uudelleen.
OneItemStr=%d kohde
SomeItemStr=%d kohdetta
Clean_Uninstall=Puhdas poisto
RebootToDelete_Str=(Poista uudelleenkäynnistyksen yhteydessä)
UninstallingSingleStr=Haluatko varmasti poistaa valitun ohjelma-asennuksen?
UninstallingSomeStr=Haluatko varmasti poistaa valittujen %d ohjelma-asennukset?
UninstallingSingleStr_New=Oletko varma, että haluat poistaa valitun kohteen?
UninstallingSomeStr_New=Oletko varma, että haluat poistaa valitut %d kohdetta?
UninstallingSingleStrUpdate=Haluatko varmasti poistaa valitun Windows-päivityksen?
UninstallingSomeStrUpdate=Haluatko varmasti poistaa valitut %d Windows-päivitystä?
UninstallingSingleStrApp=Haluatko varmasti poistaa valitun Windows-sovelluksen?
UninstallingSomeStrApp=Haluatko varmasti poistaa valitut %d Windows-sovellusta?
Uninstall_Str=Poistetaan %s (%d/%d)
Scan_Str=Skannataan %s (%d/%d)
UninstallOne_Str=Poistetaan %s -asennus
ScanOne_Str=Skannataan %s
CreateRetore_Str=Luodaan palautuspistettä, odota hetki...
SureToDeleteSomeStr=Poistettiin <a>%d</a> ohjelmaa. Varmista, että valitsit vain poistettavat kohteet.
SureToDeleteOneStr=Poistettiin <a>1</a> ohjelma. Varmista, että valitsit vain poistettavan kohteen.
SureToDeleteSomeStr_New=<a>%d</a> kohdetta on poistettu. Niissä on kuitenkin vielä seuraavia tähteitä.
SureToDeleteOneStr_New=<a>1</a> kohde on poistettu. Siinä on edelleen seuraavat tähteet.
SureToDeleteSomeStrApp=<a>%d</a> Windows-sovellusta on poistettu. Mutta niistä jäi edelleen seuraavat jäämät.
SureToDeleteOneStrApp=<a>1</a> Windows-sovellus on poistettu. Mutta siitä jäi edelleen seuraavat jäämät.
SureToDeleteByHistroy=Asennusjäämiä havaittu
DeletingStr=Poistetaan jäämät, odota
DeleteCancleStr=Haluatko varmasti peruuttaa poiston?
RestoringCancleStr=Luodaan palautuspistettä. Haluatko varmasti peruuttaa?
UninstallingCancleStr=Asennuksen poistaminen on meneillään ja jäämätiedostoja voi jäädä, jos poistut nyt. Haluatko varmasti poistua?
ScaningCancleStr=Skannaus on käynnissä ja jäämätiedostoja saattaa jäädä poistamatta, jos lopetat nyt. Haluatko varmasti poistua?
RegistryCaption_Str=Rekisteri
FileCaption_Str=Tiedosto
TaskCaption_Str=Ajoitetut tehtävät
ServiceCaption_Str=Järjestelmäpalvelut
DllCaption_Str=DLL-rekisteröinti
SuccessReslutFromHistroySingle=Jäämätiedostot siivottu onnistuneesti. Tarkista alla olevat tiedot:
SuccessReslutFromUninstallSingle=Olet poistanut <a>%d</a> ohjelma-asennuksen seuraavilla yksityiskohdilla:
SuccessReslutFromUninstallSome=Olet poistanut <a>%d</a> ohjelma-asennusta seuraavilla yksityiskohdilla:
SuccessReslutFromUninstallSingle_New=Olet onnistuneesti poistanut <a>%d</a> kohteen ja poistanut alla olevat tähteet:
SuccessReslutFromUninstallSome_New=Olet onnistuneesti poistanut <a>%d</a> kohdetta ja poistanut alla olevat tähteet:
SuccessReslutFromUninstallSingleApp=<a>%d</a> Windows-sovellus on poistettu onnistuneesti seuraavien tietojen kanssa:
SuccessReslutFromUninstallSomeApp=Olet onnistuneesti poistanut <a>%d</a> Windows-sovellusta, joista alla yksityiskohtaiset tiedot:
FileDelete_Str=Tiedostot
RegDelete_Str=Rekisterimerkinnät
TaskDelete_Str=Ajoitetut tehtävät
ServiceDelete_Str=Järjestelmäpalvelut
DeepDelete_Str=Kirjatut kohteet
RegDelete_Str_Single=Rekisterimerkintä
HtmlRecomReslutCaption=Poistetut <a>%d</a> ohjelmat ja poistetut jäämät:
HtmlRecomReslutCaption1=Poistettu <a>%d</a> ohjelma ja poistetut jäämät alla:
HtmlRecomReslutAppCaption=Poistettu <a>%d</a> Windows sovellusta ja alla olevat jäämät:
HtmlRecomReslutAppCaption1=Poistettu <a>%d</a> Windows sovellus ja alla olevat jäämät:
HtmlRecomReslutSoftCaption=Poistettu <a>%s</a> ja hävitetty jäämät alla:
HtmlFileReCaption=<a>%s</a> turhaa tiedostoa
HtmlRegReCaption=<a>%d</a> turhaa rekisterimerkintää
HtmlTaskReCaption=<a>%d</a> virheellistä ajoitustehtävää
HtmlServicesReCaption=<a>%d</a> virheellistä järjestelmäpalvelua
HtmlDeepReCaption=<a>%d</a> kirjattua kohdetta
HtmlFileReCaptionOne=<a>%s</a> hyödytöntä tiedostoa
HtmlRegReCaptionOne=<a>%d</a> hyödytöntä rekisterimerkintää
HtmlTaskReCaptionOne=<a>%d</a> virheellistä aikataulutehtävää
HtmlServicesReCaptionOne=<a>%d</a> virheellistä järjestelmäpalvelua
HtmlDeepReCaptionOne=<a>%d</a> kirjattu kohde
UninstallPromote=Osta nyt
RebootYes=Käynnistä uudelleen
RebootLater=Myöhemmin
FromHistroyNoItem=Jäämiä ei löytynyt.
FromUninstallNoItem=Ohjelman poisto valmistui.
RelatedMetroText=Nämä sovellukset liittyvät toisiinsa. Poistamalla jokin niistä poistetaan muut automaattisesti. Haluatko varmasti poistaa asennuksen?
RelatedSoftText=Yllä mainitut tuotteet asennettiin samanaikaisesti. Haluatko poistaa ne yhdessä?
HtmlADPluginCaption=<a>%d</a> Mainoslaajennusten häiriö
HtmlMaliciousPluginCaption=<a>%d</a> Haitallisten laajennuksien uhkat
MoneyBackInfo=Voit nauttia turvallisemmasta ja nopeammasta tietokoneesta poistamalla ei-toivotut ohjelmat ja laajennukset. 60 päivän rahat takaisin-takuu. Ei kysymyksiä.
SpecRestartAll=Ole hyvä ja käynnistä tietokone uudelleen poistaaksesi seuraavat ohjelmat täydellisesti. Käynnistetäänkö uudelleen nyt?
SpecRestartOne=Ole hyvä ja käynnistä tietokone uudelleen poistaaksesi seuraavan ohjelman täydellisesti. Käynnistetäänkö uudelleen nyt?
UnPromoteTitle=PRO-versio tarjoaa lisäksi muita ominaisuuksia ja etuja:
UnPromote_60=60-päivän rahat takaisin-takuu
PromotelbPlugins_New=Poista <a>%d</a> haittaohjelmat ja laajennukset turvallista surffausta varten.
PromotelbPlugin_New=Poista <a>%d</a> haittaohjelmaa ja laajennusta turvallista surffausta varten.
PromotelbPlugin0_New=Poista haittaohjelmat ja laajennukset turvallista surffausta varten
PromotelbUpdate=1 napsauksella päivitys <a>%d</a> vanhentuneelle ohjelmistolle tietoturvariskien vähentämiseksi
PromotelbUpdate0=1 napsauksella päivitys vanhentuneelle ohjelmistolle tietoturvariskien vähentämiseksi
PromotelbMoreDBs_New=Poista <a>%d</a> itsepäistä ohjelmaa perusteellisesti.
PromotelbMoreDB_New=Poista <a>%d</a> itsepäinen ohjelma perusteellisesti.
PromotelbMoreDB0_New=Ainutlaatuinen tietokanta tukee 4000+ itsepäisen ohjelman poistamista.
PromotelbClean=1 napsauksella poistat kytkyohjelman
PromotelbAuto=Poista toisen asennuksen jättämät ohjelmajäämät automaattisesti
NeedCloseApp=%s on käynnissä ja se on suljettava, ennen kuin sen asennus voidaan poistaa. Haluatko varmasti sulkea sen?
LB_Free=Ilmainen
LB_Pro=PRO
RestoreOpenstr=Järjestelmän palauttaminen ei ole käytössä. Ole hyvä ja klikkaa "OK", jotta IObit Uninstaller voi luoda palautuspisteitä ennen ohjelmien poistamista.
OfficialFail=Seuraavan ohjelman poistaminen epäonnistui. Voit poistaa sen omalla asennusohjelmallaan.
OfficialFails=Seuraavien ohjelmien poistaminen epäonnistui. Voit poistaa ne niiden virallisilla asennusohjelmilla.
QuitDonwload=Haluatko varmasti peruuttaa latauksen?
LogHintTitle=Enemmän etuja, lupaamme:
LogHintStr=+ Poista kirjatut ohjelmat perusteellisesti<br>+ Poista 200+ itsepäistä ohjelmaa<br>+ Poista kytkyohjelmat täysin ja helposti
UpgradePromote=Päivitä IObit Uninstaller PRO versioon jäännöksien poistamiseksi automaattisesti
UpgradeFileDelete=%s jäämätiedostoa siivottu.
UpgradeRegsDelete=%s rekisterimerkintäjäämää siivottu.
UpgradeRegDelete=%s rekisterimerkintäjäämä siivottu.
TrdUnPromoteResidualFile=Jäljelle jääneet tiedostot on poistettu manuaalisesti.
TrdUnPromoteTired=Oletko kyllästynyt manuaaliseen puhdistukseen?
TrdUnPromoteUpgrade=Päivitä IObit Uninstaller PRO-versioon puhdistaaksesi jäljelle jääneet tiedostot vaivattomasti.
TrdUnPromoteAdvanced=Kehittyneet skannausalgoritmit
TrdUnPromoteAutoClean=Puhdista jäännöstiedostot automaattisesti
TrdUnPromoteEnableNow=Ota automaattinen puhdistus käyttöön
PromoteB_Title=Enemmän ongelmia voit korjata PRO-version avulla:
PromoteB_Update=Vanhentuneet ohjelmistot voit päivittää yhdellä napsauksella:
PromoteB_Plugin_New=Haitalliset ohjelmistot ja laajennukset on poistettava turvallisen surffailun takaamiseksi:
PromoteB_Leftover=Voit poistaa asennuksessa jääneet tähteet:
PromoteB_Log=Lokiin kirjatut ohjelmat voit poistaa täydellisesti:
PromoteB_Unuse_Some=Ohjelmat, joita ei ole käytetty yli %s kuukauteen, voidaan poistaa:
PromoteB_Unuse_Single=Ohjelmat, joita ei ole käytetty yli %s kuukauteen, voidaan poistaa:
PromoteB_Banweb_New=Ponnahdusikkunailmoitukset voidaan estää keskeytysten välttämiseksi:
PromoteB_Permission=Tarpeettomat ohjelmiston käyttöoikeudet voidaan poistaa käytöstä:
PromoteB_SetupFile=Tarpeettomat asennustiedostot voidaan puhdistaa, jotta levytilaa vapautuu lisää:
PromoteB_JunkFile=Ohjelmiston tarpeettomat tiedostot voidaan poistaa, jolloin saadaan lisää levytilaa:
PromoteB_Fix=Korjaa nyt
PromoteB_Stubborn=Itsepäiset ohjelmat voidaan poistaa perusteellisesti:
OfficialSp_1=Poista seuraava ohjelma kokonaan omalla virallisella asennusohjelmallaan.
OfficialSps_1=Poista seuraavat ohjelmat kokonaan niiden virallisilla asennusohjelmillaan.
LogPromoteHintTitle=Puhdista kaikki kirjatut kohteet perusteellisesti <a>PRO versiolla</a>:
LogPromoteHintRegs=<a>%s</a> rekisterimerkintää
LogPromoteHintReg=<a>%s</a> rekisterimerkintä
LogPromoteHintFiles=<a>%s</a> tiedostoa
LogPromoteHintFile=<a>%s</a> tiedosto
LogPromoteHintTasks=<a>%s</a> ajoitettua tehtävää
LogPromoteHintTask=<a>%s</a> ajoitettu tehtävä
LogPromoteHintServices=<a>%s</a> järjestelmäpalvelua
LogPromoteHintService=<a>%s</a> järjestelmäpalvelu
LogPromoteHintDlls=<a>%s</a> dll rekisteröintiä
LogPromoteHintDll=<a>%s</a> dll rekisteröinti
LogPromoteFormLogPro=kirjattua kohdetta
LogPromoteFormDesc_New=Puhdista lisää tähteitä PRO-versiolla.
LogPromoteFormTip=Tiedot alla:
LogPromoteFormDetails=Näytä yksityiskohdat
LogPromoteFormCleanMore=Siivoa lisää
EndRunningExeSingleMsgBox=Seuraava ohjelma on käynnissä. Haluatko varmasti sulkea ja poistaa sen?
EndRunningExeSomeMsgBox=Seuraavat ohjelmat ovat käynnissä. Haluatko varmasti sulkea ja poistaa ne?
DeletePersonalFileMsgBox=Henkilökohtaiset tiedostot, kuten videot, äänitallenteet tai kuvat, sisältyvät valittuihin kohteisiin. Haluatko varmasti poistaa ne?
Promote_CleanUninstallTitle=Ennen asennuksen poistoa
Promote_CleanUninstallDes=Päivitä PRO-tasolle, jotta voit poistaa ohjelmat perusteellisesti ja puhdistaa kaikki kirjatut kohteet.
Promote_CleanUninstallBasicTitle=Perus asennuksen poisto
Promote_CleanUninstallBasicText=Normaali asennuksen poisto tähteiden skannauksella ja puhdistuksella

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Avaa ohjelmalla RegEdit
mniMenu_Path.caption=Avaa tiedostosijainti
btnImg_AllMainCancel.caption=Peruuta
btnImg_Uninstall.caption=Poista asennus
btnImg_ChkAutoDelete.caption=Poista jäämätiedostot automaattisesti
btnImg_ChkCreateRestore.caption=Luo palautuspiste ennen asennuksen poistamista
lbl_IsUninstallHint.caption=Haluatko poistaa valitun ohjelma-asennuksen?
btnImg_Delete.caption=Poista
btnImg_ReslutCancel.caption=Peruuta
btnImgl_SeletedAll.caption=Valitse kaikki
btnImg_ChkShredFile.caption=Silppua tiedostot
lbl_NoPowerScan.caption=Ohjelman poisto onnistui.
btnImg_RecommendClose.caption=Sulje
btnImg_Restart.caption=Kyllä
lbl_MoneyBackTitle.caption=Taattu perusteellinen asennuksen poisto ja puhtaampi tietokone
btn_Tab.caption=Saat enemmän toimintoja IObit Uninstaller PROlla
lbl_InfoDB.caption=Suuri tietokanta poistaa itsepäisiä ohjelmia perusteellisesti
lbl_InfoRemove.caption=Poista haittaohjelma- ja mainoslaajennukset turvalliseen ja sujuvaan nettisurffailuun
lbl_InfoUpdate.caption=Seuraa ohjelman asennusta ja poista kytkyohjelmat

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Mitä uutta

[WindowsUpdate_M]
Update_NoItem_Tip=Windows-päivityksiä ei löytynyt.
NoSerchItem_Tip=Hakua vastaavia kohteita ei ole.
Update_Loading_Tip=Ladataan...
Update_WindowsTitle=Tässä luetellaan tietokoneeseen asennetut Windows-päivitykset. Poista tarpeettomat tilan säästämiseksi.
Button_Uninstall=Poista asennus

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Asennuspäivä
mniUninstall.caption=Poista asennus
mniRefush.caption=Virkistä

